TargetApplication=Syn2
Author=LMH
SourceLANGID=1033
LANGID=2052
Generator=DKLang Translation Editor v3.0
LastModified=2013-04-02 06:10:31

[fmMain]
00000006=打印...
00000007=打印文档
00000009=预览...
00000010=打印预览
00000012=页面设置...
00000013=页面设置...
00000015=新文件
00000016=新建文件
00000018=新窗口
00000020=打印机设置...
00000021=打印机设置...
00000023=打开...
00000024=打开文件
00000026=重新打开
00000027=重新打开文件
00000029=保存
00000030=保存文件
00000032=另存为...
00000033=保存当前文件为
00000035=导出为RTF文件...
00000036=导出当前编辑器内容到RTF，包括所有高亮内容
00000037=.RTF
00000038=富文本文件(*.rtf)|*.rtf|所有文件(*.*)|*.*
00000040=导出为HTML...
00000041=导出当前编辑器内容到HTML，包括所有高亮内容
00000042=.HTML
00000043=HTML文件(*.htm, *.html)|*.htm;*.html|所有文件 (*.*)|*.*
00000045=设置...
00000046=显示选项对话框
00000048=自定义语法分析器...
00000049=自定义当前语法分析器
00000051=自定义语法分析库...
00000052=自定义语法分析库
00000054=复制
00000055=复制选中内容到剪贴板
00000060=剪切
00000061=剪切选中内容到剪贴板
00000063=粘贴
00000064=粘贴剪贴板内容
00000066=删除
00000067=清除当前选中内容
00000069=全选
00000070=选择所有文字
00000072=撤销
00000073=撤销
00000075=恢复
00000076=恢复
00000078=缩进
00000079=缩进选中内容
00000081=取消缩进
00000082=取消缩进选中内容
00000084=小写
00000086=大写
00000088=首字母大写
00000090=反转大小写
00000092=注释行
00000093=注释行
00000095=取消注释行
00000096=取消注释行
00000098=切换显示树
00000099=切换显示树
00000101=正向排序
00000102=正向排序选择内容
00000104=反向排序
00000105=反向排序选择内容
00000110=只读
00000111=切换只读属性
00000114=显示查找/替换对话框
00000116=切换自动换行
00000117=切换自动换行
00000119=切换显示行号
00000120=切换显示行号
00000122=切换显示折行
00000123=切换显示折行
00000125=切换显示不可打印字符
00000126=切换显示不可打印字符
00000127=所有文件 (*.*)|*.*
00000128=纯文本
00000135=新文件
00000137=新文件
00000139=新窗口
00000140=打开文件
00000142=打开文件
00000143=保存文件
00000145=保存文件
00000146=另存为
00000148=文件另存为
00000150=重新打开文件
00000151=导出到RTF
00000153=导出到RTF
00000154=导出到HTML
00000156=导出到HTML
00000157=选项
00000159=选项对话框
00000160=编辑语法
00000162="自定义语法分析器"对话框
00000164="自定义语法分析库"对话框
00000166=对齐标记
00000168=升序排列选择的行
00000170=降序排列选择的行
00000172=块注释
00000174=取消块注释
00000176=切换树面板
00000178=切换只读属性
00000180=切换自动换行
00000182=切换显示行号
00000184=切换显示折行
00000186=切换显示不可打印字符
00000188=放大
00000190=缩小
00000192=向上移动行
00000194=向下移动行
00000197=自动完成弹出菜单
00000198=参数弹出菜单
00000200=参数弹出菜单
00000201=模板弹出菜单
00000203=模板弹出菜单
00000204=上下文帮助
00000206=上下文帮助
00000207=打印
00000209=打印
00000210=打印预览
00000212=打印预览
00000213=页面设置
00000215=页面设置
00000217=打印机设置
00000220=替换下一个
00000221=替换全部
00000223=替换全部
00000224=显示"转到"对话框
00000226="转到"对话框
00000227=查找前一个当前单词
00000229=查找前一个当前单词
00000230=查找下一个当前单词
00000232=查找下一个当前单词
00000233=查找全部
00000235=查找全部(标记)
00000236=查找上一个
00000238=查找上一个
00000239=查找下一个
00000241=查找下一个
00000242=查找对话框
00000244="查找"对话框
00000246=下一个搜索标记
00000248=上一个搜索标记
00000250=清除搜索标记
00000252=查看器查找
00000254=查看器查找下一个
00000256=移动光标到指定位置
00000259=移动光标到行开始左上
00000260=最后一个字符
00000262=移动光标到行的最后一个字符
00000263=第一个字符
00000265=移动光标到行的第一个字符
00000266=文字末尾
00000268=移动到绝对末尾位置
00000269=文字开始
00000271=移动光标到绝对开始位置
00000272=页面底部
00000274=移动光标到页面底部
00000275=页面顶部
00000277=移动光标到页面顶部
00000278=页面右部
00000280=光标向左移动一页
00000281=左翻页
00000283=光标向右移动一页
00000284=下翻页
00000286=光标向下移动一页
00000287=上翻页
00000289=光标向上移动一页
00000290=行尾
00000292=移动光标到行尾
00000293=行首
00000295=移动光标到行首位置
00000296=向右一个单词
00000298=光标向右移动一个单词
00000299=向左一个单词
00000301=光标向左移动一个单词
00000302=向下(&D)
00000304=光标下移一行
00000305=向上(&U)
00000307=光标上移一行
00000308=向右(&R)
00000310=光标右移一个字符
00000311=向左(&L)
00000313=光标左移一个字符
00000315=向左移动光标并选择一个字符
00000317=向右移动光标并选择一个字符
00000319=向上移动光标并选择一行
00000321=向下移动光标并选择一行
00000323=向左移动光标并选择一个单词
00000325=向右移动光标并选择一个单词
00000327=移动光标并选择到行首
00000329=移动光标并选择到行尾
00000331=移动光标并向上选择一页
00000333=移动光标并向下选择一页
00000335=移动光标并向右选择一页
00000337=移动光标并向左选择一页
00000339=移动光标并选择到页面顶部
00000341=移动光标并选择到页面底部
00000343=移动光标并选择到绝对开始位置
00000345=移动光标并选择到绝对结束位置
00000347=移动光标并选择到行的第一个字符
00000349=移动光标并选择到行的最后一个字符
00000351=移动光标并向左选择，到行首时向上一行移动
00000353=移动光标到指定位置并选择
00000355=移动光标并向左选择一列字符
00000357=移动光标并向右选择一列字符
00000359=移动光标并向上选择一行
00000361=移动光标并向下选择一行
00000363=移动光标并向左选择一列单词
00000365=移动光标并向右选择一列单词
00000367=移动光标并列选择到行首
00000369=移动光标并列选择到行尾
00000371=移动光标并向上一页列选择
00000373=移动光标并向下一页列选择
00000375=移动光标并向右一页列选择
00000377=移动光标并向左一页列选择
00000379=移动光标并列选择到页面顶部
00000381=移动光标并列选择到页面底部
00000383=移动光标并列选择到绝对开始位置
00000385=移动光标并列选择到绝对结束位置
00000387=移动光标并列选择到行的第一个字符
00000389=移动光标并列选择到行的最后一个字符
00000391=移动光标并向左列选择，到行首时向上一行
00000393=移动光标到指定位置并选择列
00000396=向上滚动一行，保持光标位置不变
00000397=向下滚动
00000399=向下滚动一行，保持光标位置不变
00000400=向左滚动
00000402=向左滚动一个字符，保持光标位置不变
00000403=向右滚动
00000405=向右滚动一个字符，保持光标位置不变
00000406=向上滚动翻页
00000408=向上滚动一页，保持光标位置不变
00000409=向下滚动翻页
00000411=向下滚动一页，保持光标位置不变
00000412=向左滚动翻页
00000414=向左滚动一屏，保持光标位置不变
00000415=向右滚动翻页
00000417=向右滚动一屏，保持光标位置不变
00000418=滚动到开始
00000420=滚动到绝对开始位置，保持光标位置不变
00000421=滚动到末尾
00000423=滚动到绝对末尾位置，保持光标位置不变
00000424=滚动到左侧
00000426=滚动到绝对左侧位置，保持光标位置不变
00000427=滚动到右侧
00000429=滚动到绝对右侧位置，保持光标位置不变
00000430=复制(&C)
00000432=复制选中内容到剪贴板
00000433=剪切(&t)
00000435=剪切选中内容到剪贴板
00000436=粘贴(&P)
00000438=粘贴剪贴板内容到当前位置
00000439=撤销(&U)
00000441=执行撤销,如果可以
00000442=恢复(&R)
00000444=执行恢复,如果可以
00000445=全部选择(&A)
00000447=选择编辑器中所有内容,光标到达末尾
00000448=删除(&D)
00000450=删除当前选择内容
00000451=复制为富文本
00000453=以富文本格式复制到剪贴板
00000454=新行
00000456=在当前位置换行，光标移到新行。
00000458=在当前位置换行，保留光标
00000460=在当前位置插入一个字符 (Data = PChar)
00000462=插入一个字符串(Data = PChar)
00000464=复制行
00000467=缩进选中内容
00000468=取消缩进
00000470=取消缩进选中内容
00000472=Tab键
00000474=插入制表符
00000477=删除前一个字符(即 backspace 键)
00000478=删除字符
00000480=删除光标下的字符(即 delete 键)
00000481=删除单词
00000483=删除从光标到下一个单词
00000484=回退删除单词
00000486=删除从光标到单词开始
00000487=删除到行首
00000489=从光标删除到行起始位置
00000490=删除到行尾
00000492=从光标删除到行尾位置
00000493=删除行
00000495=删除当前行
00000496=全部清除
00000498=删除所有
00000499=插入模式
00000501=设置插入模式
00000502=覆盖模式
00000504=设置覆盖模式
00000505=切换插入模式
00000507=切换插入/覆盖模式
00000508=普通选择
00000510=普通选择模式
00000511=列选择
00000513=列选择模式
00000514=行选择
00000516=行选择模式
00000517=标记选择开始
00000519=标记块的开始位置
00000520=标记选择结束
00000522=标记块的结束位置
00000523=单词大写
00000525=当前或前一个单词转为大写
00000526=单词小写
00000528=当前或前一个单词转为小写
00000529=切换单词大小写
00000531=当前或前一个单词切换大小写
00000532=单词首字母大写
00000534=当前或前一个单词首字母大写
00000535=选择内容大写
00000537=当前选择内容或当前字符转为大写
00000538=选择内容小写
00000540=当前选择内容或当前字符转为小写
00000541=选择内容切换大小写
00000543=当前选择内容或当前字符切换大小写
00000544=选择内容首字母大写
00000546=当前选择内容首字母大写
00000547=切换收缩
00000549=在当前行收缩/展开块
00000550=收缩
00000552=在当前行收缩块
00000553=展开
00000555=在当前行展开块
00000556=全部收缩
00000558=收缩文本中所有的块
00000559=全部展开
00000561=展开文本中所有收缩的块
00000562=收缩选中
00000564=收缩选中块
00000565=切换收缩最近
00000567=收缩/展开最近的块
00000568=选择内容中折叠
00000570=在选择的范围内折叠
00000571=选择内容中展开
00000573=在选择的范围内展开
00000574=切换折叠
00000576=切换折叠
00000577=转到书签0
00000579=转到书签0
00000580=转到书签1
00000582=转到书签1
00000583=转到书签2
00000585=转到书签2
00000586=转到书签3
00000588=转到书签3
00000589=转到书签4
00000591=转到书签4
00000592=转到书签5
00000594=转到书签5
00000595=转到书签6
00000597=转到书签6
00000598=转到书签7
00000600=转到书签7
00000601=转到书签8
00000603=转到书签8
00000604=转到书签9
00000606=转到书签9
00000607=切换书签0
00000609=切换书签0
00000610=切换书签1
00000612=切换书签1
00000613=切换书签2
00000615=切换书签2
00000616=切换书签3
00000618=切换书签3
00000619=切换书签4
00000621=切换书签4
00000622=切换书签5
00000624=切换书签5
00000625=切换书签6
00000627=切换书签6
00000628=切换书签7
00000630=切换书签7
00000631=切换书签8
00000633=切换书签8
00000634=切换书签9
00000636=切换书签9
00000638=清除所有书签
00000641=放置标记到当前位置
00000642=回收标记
00000644=回收标记(跳回)
00000645=交换标记
00000647=交换标记(保持位置,跳回)
00000648=跳到对应括号
00000650=跳转到匹配括号(改变范围侧)
00000651=运行宏
00000653=运行宏
00000654=开始录制宏
00000656=开始录制宏
00000657=停止录制宏
00000659=停止录制宏
00000660=取消录制宏
00000662=取消录制宏
00000664=设置编码 - ANSI
00000666=设置编码 - OEM
00000668=设置编码 - UTF-8
00000670=设置编码 - UTF-8, 不带签名
00000672=设置编码 - Unicode
00000674=设置编码 - Unicode BE
00000676=设置编码 - KOI8
00000678=设置编码 - Mac
00000680=字符表弹出菜单
00000693=文件
00000694=新文件
00000695=创建新文件
00000696=打开...
00000697=打开文件
00000698=清除列表
00000699=清除最近文件列表
00000700=保存
00000701=保存文件
00000702=另存为...
00000703=保存当前文件为
00000704=导出为HTML...
00000705=导出当前编辑器内容到HTML，包括所有高亮内容
00000706=导出为RTF文件...
00000707=导出当前编辑器内容到RTF，包括所有高亮内容
00000708=打印...
00000709=打印文档
00000710=预览...
00000711=打印预览
00000712=页面设置...
00000713=页面设置
00000714=打印机设置...
00000715=打印机设置
00000716=查找/替换
00000717=显示查找/替换对话框
00000718=查找下一个
00000719=搜索查找字符串的下一处位置
00000720=查找前一个
00000721=搜索查找字符串的前一处位置
00000722=向后查找当前单词
00000723=搜索光标下单词的下一处位置
00000724=向前查找当前单词
00000725=搜索光标下单词的前一处位置
00000726=清除查找标记
00000727=清除查找标记
00000754=设置
00000755=显示选项对话框
00000756=自定义语法...
00000757=自定义当前语法
00000758=自定义语法库...
00000759=自定义语法库
00000762=编辑
00000763=复制
00000764=复制选中内容到剪贴板
00000765=剪切
00000766=剪切选中内容到剪贴板
00000767=粘贴
00000768=粘贴剪贴板内容
00000769=删除
00000770=清除当前选中内容
00000771=全选
00000772=全选
00000773=撤销
00000774=撤销
00000775=恢复
00000776=恢复
00000777=排序
00000779=正向排序
00000780=正向排序选择内容
00000781=反向排序
00000782=反向排序选择内容
00000783=大小写转换
00000784=改变选中内容的大小写
00000785=大写
00000786=选中内容 - 转为大写
00000787=小写
00000788=选中内容 - 转为小写
00000789=首字母大写
00000790=选中内容 - 转为首字母大写
00000791=反转大小写
00000792=反转选择内容的大小写
00000793=查看
00000794=切换结构/工程
00000795=切换结构/工程面板
00000796=切换显示折行
00000797=切换显示折行
00000798=切换自动换行
00000799=切换自动换行
00000800=切换显示行号
00000801=切换显示行号
00000802=切换显示不可打印字符
00000803=切换显示不可打印字符
00000804=注释行
00000805=注释行
00000806=取消注释行
00000807=取消注释行
00000808=缩进
00000809=缩进选中内容
00000810=取消缩进
00000811=取消缩进选中内容
00000814=编码(点击改变)
00000815=行结尾(点击改变)
00000816=语法(点击改变)
00000817="光标下字符"信息(点击显示字符表)
00000818=只读(点击改变)
00000819=选择模式(可以通过鼠标快捷键改变)
00000821=文件(&F)
00000822=新建(&N)
00000823=新文件(&f)
00000824=创建新文件
00000825=新窗口
00000826=打开(&O)...
00000827=打开文件
00000828=重新打开(&R)
00000829=重新打开文件
00000830=保存(&S)
00000831=保存文件
00000832=另存为(&s)...
00000833=保存当前文件为
00000834=导出
00000835=导出为HTML...
00000836=导出当前编辑器内容到HTML，包括所有高亮内容
00000837=导出为RTF文件...
00000838=导出当前编辑器内容到RTF，包括所有高亮内容
00000840=打印(&P)...
00000841=打印文档
00000842=预览(&v)...
00000843=打印预览
00000844=页面设置(&g)...
00000845=页面设置
00000846=打印机设置(&e)...
00000847=打印机设置
00000848=退出(&x)
00000849=编辑(&E)
00000850=撤销(&U)
00000851=撤销上一个动作
00000852=恢复(&R)
00000853=恢复上次撤销的动作
00000854=剪切(&C)
00000855=剪切选中内容到剪贴板
00000856=复制(&o)
00000857=复制选中内容到剪贴板
00000858=粘贴(&P)
00000859=粘贴剪贴板内容
00000860=删除(&D)
00000861=清除当前选中内容
00000862=全选(&S)
00000863=全部选择
00000868=缩进(&I)
00000869=缩进选中内容
00000870=取消缩进(&e)
00000871=取消缩进选中内容
00000872=重复行(&D)
00000873=显示字符表(&h)
00000874=排序
00000876=正向排序(&a)
00000877=正向排序选择内容
00000878=反向排序
00000879=反向排序选择内容
00000880=改变大小写
00000882=大写(&U)
00000883=选择内容 - 转为大写
00000884=小写(&l)
00000885=选择内容 - 转为小写
00000886=首字母大写(&T)
00000887=选择内容 - 转为首字母大写
00000888=反转大小写(&i)
00000889=反转大小写
00000912=查找(&S)
00000915=查找下一个(&n)
00000916=搜索查找字符串的下一处位置
00000917=查找前一个(&p)
00000918=搜索查找字符串的前一处位置
00000919=搜索下一处当前单词(&w)
00000920=搜索光标下单词的下一处位置
00000921=搜索前一处当前单词(&o)
00000922=搜索光标下单词的前一处位置
00000923=前一个查找标记(&x)
00000924=下一个查找标记(&s)
00000925=清除查找标记(&C)
00000926=清除查找标记
00000927=转到行(&G)...
00000928=显示“转到”对话框
00000929=书签(&B)
00000930=切换书签(&S)
00000931=0
00000932=1
00000933=2
00000934=3
00000935=4
00000936=5
00000937=6
00000938=7
00000939=8
00000940=9
00000941=转到编号的书签(&G)
00000942=0
00000943=1
00000944=2
00000945=3
00000946=4
00000947=5
00000948=6
00000949=7
00000950=8
00000951=9
00000952=清除书签(&C)
00000953=清除书签
00000954=语法分析器(&L)
00000955=选项(&O)
00000956=设置(&C)...
00000957=显示选项对话框
00000958=自定义语法分析器(&z)...
00000959=自定义当前语法分析器
00000960=自定义语法分析库(&l)...
00000961=自定义语法库
00000962=外部工具(&E)...
00000963=切换只读属性(&r)
00000964=切换只读属性
00000965=切换结构/工程面板(&s)
00000966=显示/隐藏结构/工程面板树
00000967=切换显示折行(&c)
00000968=切换显示折行
00000969=切换自动换行(&w)
00000970=切换自动换行
00000971=切换显示行号(&n)
00000972=切换显示行号
00000973=切换显示不可打印字符(&p)
00000974=切换显示不可打印字符
00000975=帮助(&H)
00000976=浏览Readme目录(&B)
00000977=关于(&A)...
00000978=撤销
00000979=撤销上次动作
00000980=恢复
00000981=恢复上次撤销的动作
00000982=剪切
00000983=剪切选中内容到剪贴板
00000984=复制
00000985=复制选中内容到剪贴板
00000986=粘贴
00000987=粘贴剪贴板内容
00000988=删除
00000989=清除当前选中内容
00000990=全选
00000991=选择所有文字
00001012=文件
00001013=文件
00001014=文件
00001015=文件
00001016=文件
00001017=文件
00001018=文件
00001019=文件
00001020=选项
00001021=选项
00001022=选项
00001023=杂项
00001024=排序
00001025=排序
00001026=注释
00001027=注释
00001028=选项
00001029=选项
00001030=选项
00001031=选项
00001032=选项
00001033=选项
00001034=杂项
00001035=杂项
00001036=杂项
00001037=杂项
00001038=提示
00001039=提示
00001040=提示
00001041=提示
00001042=打印
00001043=打印
00001044=打印
00001045=打印
00001046=查找和替换
00001047=查找和替换
00001048=转到
00001049=查找和替换
00001050=查找和替换
00001051=查找和替换
00001052=查找和替换
00001053=查找和替换
00001054=查找和替换
00001055=转到
00001056=转到
00001057=转到
00001058=查找和替换
00001059=查找和替换
00001060=导航,不选择
00001061=导航,不选择
00001062=导航,不选择
00001063=导航,不选择
00001064=导航,不选择
00001065=导航,不选择
00001066=导航,不选择
00001067=导航,不选择
00001068=导航,不选择
00001069=导航,不选择
00001070=导航,不选择
00001071=导航,不选择
00001072=导航,不选择
00001073=导航,不选择
00001074=导航,不选择
00001075=导航,不选择
00001076=导航,不选择
00001077=导航,不选择
00001078=导航,不选择
00001079=导航,不选择
00001080=导航,普通选择
00001081=导航,普通选择
00001082=导航,普通选择
00001083=导航,普通选择
00001084=导航,普通选择
00001085=导航,普通选择
00001086=导航,普通选择
00001087=导航,普通选择
00001088=导航,普通选择
00001089=导航,普通选择
00001090=导航,普通选择
00001091=导航,普通选择
00001092=导航,普通选择
00001093=导航,普通选择
00001094=导航,普通选择
00001095=导航,普通选择
00001096=导航,普通选择
00001097=导航,普通选择
00001098=导航,普通选择
00001099=导航,普通选择
00001100=导航,列模式选择
00001101=导航,列模式选择
00001102=导航,列模式选择
00001103=导航,列模式选择
00001104=导航,列模式选择
00001105=导航,列模式选择
00001106=导航,列模式选择
00001107=导航,列模式选择
00001108=导航,列模式选择
00001109=导航,列模式选择
00001110=导航,列模式选择
00001111=导航,列模式选择
00001112=导航,列模式选择
00001113=导航,列模式选择
00001114=导航,列模式选择
00001115=导航,列模式选择
00001116=导航,列模式选择
00001117=导航,列模式选择
00001118=导航,列模式选择
00001119=导航,列模式选择
00001120=滚动
00001121=滚动
00001122=滚动
00001123=滚动
00001124=滚动
00001125=滚动
00001126=滚动
00001127=滚动
00001128=滚动
00001129=滚动
00001130=滚动
00001131=滚动
00001132=标准动作
00001133=标准动作
00001134=标准动作
00001135=标准动作
00001136=标准动作
00001137=标准动作
00001138=标准动作
00001139=标准动作
00001140=插入文字
00001141=插入文字
00001142=插入文字
00001143=插入文字
00001144=插入文字
00001145=缩进和制表符
00001146=缩进和制表符
00001147=缩进和制表符
00001148=缩进和制表符
00001149=删除文字
00001150=删除文字
00001151=删除文字
00001152=删除文字
00001153=删除文字
00001154=删除文字
00001155=删除文字
00001156=删除文字
00001157=选择模式
00001158=选择模式
00001159=选择模式
00001160=选择模式
00001161=选择模式
00001162=选择模式
00001163=选择模式
00001164=选择模式
00001165=改变大小写
00001166=改变大小写
00001167=改变大小写
00001168=改变大小写
00001169=改变大小写
00001170=改变大小写
00001171=改变大小写
00001172=改变大小写
00001173=文字折叠
00001174=文字折叠
00001175=文字折叠
00001176=文字折叠
00001177=文字折叠
00001178=文字折叠
00001179=文字折叠
00001180=文字折叠
00001181=文字折叠
00001182=文字折叠
00001183=书签
00001184=书签
00001185=书签
00001186=书签
00001187=书签
00001188=书签
00001189=书签
00001190=书签
00001191=书签
00001192=书签
00001193=书签
00001194=书签
00001195=书签
00001196=书签
00001197=书签
00001198=书签
00001199=书签
00001200=书签
00001201=书签
00001202=书签
00001203=书签
00001204=标记
00001205=标记
00001206=标记
00001207=转到
00001208=宏
00001209=宏
00001210=宏
00001211=宏
00001212=编码
00001213=编码
00001214=编码
00001215=编码
00001216=编码
00001217=编码
00001218=编码
00001219=编码
00001220=杂项
00001227=缩放
00001228=缩放至原始大小
00001229=运行
00001230=运行外部工具1
00001231=运行
00001232=运行外部工具2
00001233=运行
00001234=运行外部工具3
00001240=缩放(&Z)
00001241=放大(&i)
00001242=缩小(&o)
00001243=恢复默认(&R)
00001244=运行
00001245=运行外部工具4
00001255=自动完成菜单
00001256=替换下一个
00001257=左上
00001258=向上滚动
00001259=缩进(I)
00001260=退格删除字符
00001261=放置标记
00001262=查找和替换
00001263=查看器查找前一个
00001264=杂项
00001265=菜单 - 编码
00001266=杂项
00001267=菜单 - 记法分析器
00001268=杂项
00001269=菜单 - 行结尾
00001270=交换标记(&S)
00001271=收集标记(&o)
00001272=放置标记(&D)
00001274=快速查找
00001275=查找下一个
00001276=查找前一个
00001278=工具栏(&b)
00001279=快速查找
00001280=查看
00001281=编辑
00001282=文件
00001286=查找和替换
00001287=快速查找
00001288=快速查找(&Q)
00001289=区分大小写
00001290=快速查找
00001291=下一个
00001292=前一个
00001293=区分大小写
00001294=整个单词
00001295=仅匹配整个单词
00001296=标记所有出现处(&M)
00001297=调出快速查找面板
00001298=转到下个查找标记
00001299=转到前一个查找标记
00001300=标记所有查找字符串的出现处
00001301=放置标记到当前位置
00001302=移除最后的标记
00001303=交换最后的标记和当前文件位置
00001304=自定义额外的工具
00001305=切换文件工具栏
00001306=切换编辑工具栏
00001307=切换查看工具栏
00001308=切换快速查找工具栏
00001312=用资源管理器打开Readme所在目录
00001313=显示关于对话框
00001314=重复当前行
00001315=显示字符表对话框
00001317=新建窗口
00001318=关闭编辑器
00001319=帮助主题(&H)
00001320=显示帮助文件
00001321=关闭(&C)
00001323=标签页
00001324=关闭标签页
00001325=关闭其它标签页
00001326=关闭标签页
00001327=新建标签页
00001331=全部保存(&l)
00001333=全部关闭
00001334=标签页
00001335=关闭所有标签页
00001336=标签页
00001337=关闭其它标签页
00001338=文件
00001339=全部保存
00001340=保存所有标签页
00001341=关闭当前标签页
00001342=关闭所有标签页
00001344=关闭其它标签页(&h)
00001345=关闭当前标签页以外的标签页
00001346=打开会话(&O)...
00001347=保存会话(&a)...
00001348=syn
00001349=会话文件|*.syn
00001350=syn
00001351=会话文件|*.syn
00001352=载入保存的标签页列表
00001353=保存标签页列表到选择的文件
00001354=杂项
00001355=清除文件历史
00001356=最近的文件(&t)
00001357=清除列表(&C)
00001358=窗口(&W)
00001360=插入日期/时间
00001361=杂项
00001362=插入当前日期/时间
00001363=在文字中插入当前日期/时间
00001364=运行(&R)
00001369=PHP帮助(&P)
00001370=为当前单词执行 PHP .net 搜索
00001371=Google 搜索(&G)
00001372=用Google搜索当前单词或选中内容
00001373=在IE中打开(&I)
00001374=在 Internet Explorer浏览器中打开文件
00001375=在Firefox中打开(&F)
00001376=在Firefox浏览器中打开文件
00001377=Wikipedia 搜索(&W)
00001378=用Wikipedia 搜索当前单词或选中内容
00001379=在Chrome中打开(&C)
00001380=在Google Chrome浏览器中打开文件
00001381=在Safari中打开(&S)
00001382=用Safari浏览器打开
00001383=打开容器目录(&o)
00001384=打开包含当前文件的目录
00001385=-
00001386=-
00001387=-
00001388=-
00001389=运行
00001390=运行外部工具5
00001391=运行
00001392=运行外部工具6
00001393=运行
00001394=运行外部工具7
00001395=运行
00001396=运行外部工具8
00001397=运行
00001398=在Firefox中打开
00001399=运行
00001400=在IE中打开
00001401=运行
00001402=在Chrome中打开
00001403=运行
00001404=在Safari中打开
00001405=运行
00001406=打开容器目录
00001407=运行
00001408=PHP帮助
00001409=运行
00001410=在Google 中搜索
00001411=运行
00001412=在Wikipedia中搜索
00001413=-
00001414=-
00001415=-
00001416=-
00001417=编码(&n)
00001418=改变行结束符(&l)
00001422=改变编码(&C)
00001440=转换编码为(&v)
00001441=用其它编码重新载入文件或改变当前编码
00001442=改变当前编码不重新载入文件
00001445=关闭当前标签页
00001446=-
00001447=查找和替换
00001448="替换"对话框
00001450=替换(&R)...
00001451=查找(&F)...
00001452=显示"查找"对话框
00001453=显示"替换"对话框
00001454=替换...
00001455=显示"替换"对话框
00001456=搜索&MSDN
00001457=MSDN在线搜索当前单词或选择内容
00001458=运行
00001459=在MSDN中搜索
00001460=文件
00001461=退出程序
00001462=关闭并删除(&d)
00001463=文件
00001464=关闭并删除文件
00001465=关闭当前标签页并删除它的文件
00001467=显示"在文件中查找/替换"对话框
00001469=显示替换对话框
00001470=显示"在文件中查找/替换"对话框
00001471=在文件中查找/替换...
00001472=在文件中查找/替换(&e)...
00001473=显示"在文件中查找/替换"对话框
00001474=搜索和替换
00001475="在文件中查找/替换"对话框
00001476=更多
00001477=复制 URL
00001478=复制 URL 到剪贴板
00001479=追加复制
00001480=追加选择内容到剪贴板
00001481=追加剪切
00001482=剪切选择内容并追加到剪贴板
00001483=复制为HTML
00001485=复制为RTF
00001487=复制为HTML
00001488=标准动作
00001489=以HTML格式复制到剪贴板
00001490=复制为HTML
00001491=以HTML格式复制到剪贴板
00001492=追加复制
00001493=标准动作
00001494=复制并追加到剪贴板
00001495=追加剪切
00001496=标准动作
00001497=剪切并追加到剪贴板
00001498=追加复制
00001499=追加剪切
00001500=复制选择内容并追加到剪贴板
00001501=剪切选择内容并追加到剪贴板
00001502=追加剪切
00001503=剪切选择内容并追加到剪贴板
00001504=追加复制
00001505=复制选择内容并追加到剪贴板
00001506=在线搜索(&O)
00001507=浏览器(&B)
00001508=-
00001509=-
00001510=-
00001511=-
00001521=转到配对的大括号
00001522=转到与当前大括号配对的大括号
00001523=输出
00001524=切换输出
00001525=选项
00001526=切换输出面板
00001527=切换输出
00001528=切换输出面板
00001529=切换输出面板(&u)
00001530=切换输出窗口
00001531=菜单
00001532=清除
00001533=复制选中内容
00001534=导航
00001535=全部复制
00001539=插入/覆盖模式(点击以变更)
00001540=删除选中的
00001541=删除无法分析的
00001542=输出
00001543=搜索结果
00001544=导航
00001548=复制为RTF
00001549=以RTF格式复制到剪贴板
00001550=自定义语法分析器风格(&s)...
00001551=自定义当前语法分析器的高亮属性
00001552=自定义语法分析器风格(&s)...
00001553=自定义当前语法的高亮属性
00001554=提取字符串(&x)...
00001555=显示 "提取字符串" 对话框
00001556=杂项
00001557=提取字符串
00001558=改变大小写
00001559=当前选择内容句子大小写
00001560=句子大小写
00001561=选定内容 - 句子转换大小写
00001562=句子大小写
00001563=选定内容 - 句子转换大小写
00001564=句子大小写
00001565=缩放值(点击以改变)
00001573=自定义缩放...
00001575=切换剪贴板历史
00001576=切换剪贴板/迷你地图面板(&d)
00001577=切换剪贴板历史和迷你地图面板
00001578=选项
00001579=切换剪贴板/迷你地图面板
00001580=清除
00001581=前一个大规模搜索结果
00001582=下一个大规模搜索结果
00001583=转到
00001584=下一个大规模搜索结果
00001585=转到
00001586=前一个大规模搜索结果
00001587=打开"在文件中查找"操作的前一个结果
00001588=打开"在文件中查找"操作的下一个结果
00001589=切换同步编辑(&y)
00001590=开始/取消同步编辑模式
00001591=会话
00001592=保存会话为...
00001593=文件
00001594=打开会话
00001595=载入/添加会话(&d)...
00001596=添加保存的标签页列表到当前标签页
00001597=会话
00001598=打开/添加会话
00001599=杂项
00001600=切换同步编辑模式
00001601=全屏(&u)
00001602=选项
00001603=切换全屏
00001604=切换全屏模式
00001606=复制目录路径到剪贴板
00001607=复制完整路径到剪贴板
00001608=复制文件名到剪贴板
00001610=移到其他视图
00001612=-
00001613=关闭所有标签页
00001614=标签页
00001615=移动标签页到其他视图
00001616=水平分隔
00001618=同步水平滚动
00001619=同步垂直滚动
00001620=杂项
00001621=切换同步水平滚动
00001622=杂项
00001623=切换同步垂直滚动
00001624=资源管理器集成(&x)...
00001625=自定义Windows资源管理器集成
00001626=查看(&V)
00001627=总在最顶层(&A)
00001628=总是在顶层显示主窗体
00001629=选项
00001630=切换总在顶层
00001631=填充块...
00001632=杂项
00001633="填充块"命令
00001634=用自定义字符串填充列块行
00001635=插入文字...
00001636=杂项
00001637="插入文字"对话框
00001640=在独立标签页打开选中的文件名
00001641=发送到电子邮件
00001642=通过微软Outlook发送当前文件给电子邮件
00001643=插入开头文字/数字编号/项目编号
00001644=高级(&A)
00001645=恢复语法分析器风格(&R)...
00001646=恢复自动备份的语法分析器风格
00001647=自定义...
00001648=聚焦
00001649=切换树焦点
00001651=聚焦
00001652=切换剪贴板焦点
00001653=杂项
00001654=Zen Coding - 展开缩写
00001662=杂项
00001663=Zen Coding - 用缩写包围
00001664=注释
00001665=块注释(c)
00001666=注释选中行
00001667=块反注释(u)
00001668=反注释选中行
00001669=切换块注释(&b)
00001670=切换块注释
00001671=注释
00001672=切换块注释
00001673=聚焦
00001674=切换输出焦点
00001675=文件
00001676=创建备份拷贝
00001677=注释
00001678=流注释
00001679=切换流注释
00001680=流注释选中内容
00001681=缩进
00001682=行操作
00001683=向下移行(&d)
00001684=向上移行(&u)
00001685=向下移动选中的行
00001686=向上移动选中的行
00001687=捐助(&D)...
00001688=显示"捐助"帮助主题
00001689=删除行(&e)
00001690=删除当前行
00001691=复制到剪贴板
00001692=复制目录路径到剪贴板
00001693=复制全路径到剪贴板
00001694=复制文件名到剪贴板
00001695=剪贴板操作
00001696=复制文件名到剪贴板
00001697=剪贴板操作
00001698=复制全路径到剪贴板
00001699=剪贴板操作
00001700=复制目录路径到剪贴板
00001701=聚焦
00001702=切换查找结果焦点
00001705=拼写检查
00001706=执行当前文档的拼写检查
00001707=现场拼写法
00001708=启用现场拼写法(红色下划线)
00001710=拼写检查(&e)
00001711=执行当前文档的拼写检查
00001712=现场拼写法(&L)
00001713=切换现场拼写法模式(红色下划线)
00001714=杂项
00001715=切换现场拼写法
00001716=杂项
00001717=执行拼写检查
00001718=连接行(&J)
00001719=连接(连结)选中的行
00001720=杂项
00001721=连接行
00001722=杂项
00001723=分割行
00001724=分割行(&S)
00001725=分割当前行/选中的行为短行
00001726=宏(&M)
00001735=播放宏(&P)
00001737=停止录制(&S)
00001739=开始录制(&r)
00001741=取消录制(&C)
00001743=运行/定制宏(&u)...
00001744=宏
00001745="定制宏"对话框
00001746=录制新的宏
00001747=停止当前宏的录制
00001748=取消当前录制的宏
00001749=播放最后录制的宏
00001750=显示宏自定义对话框
00001751=宏录制状态(红色标示代表正在录制)
00001752=预览 HTML 代码(&P)
00001753=在默认浏览器中预览选中的HTML
00001754=运行
00001755=预览选中的 HTML 代码
00001756=宏
00001757=运行宏 #1
00001758=宏
00001759=运行宏 #2
00001760=宏
00001761=运行宏 #3
00001762=宏
00001763=运行宏 #4
00001764=宏
00001765=运行宏 #5
00001766=宏
00001767=运行宏 #6
00001768=宏
00001769=运行宏 #7
00001770=宏
00001771=运行宏 #8
00001772=宏
00001773=运行宏 #9
00001774=下个书签(&N)
00001775=前一个书签(&P)
00001776=切换书签
00001777=转到下个书签
00001778=转到前一个书签
00001779=为当前行切换书签
00001780=书签
00001781=切换书签
00001782=书签
00001783=转到下个书签
00001784=书签
00001785=转到前一个书签
00001786=反转书签(&I)
00001787=为文件中的所有行切换书签
00001789=书签
00001790=复制有书签的行
00001791=书签
00001792=剪切有书签的行
00001793=书签
00001794=粘贴有书签的行
00001795=书签
00001796=删除有书签的行
00001797=书签
00001798=删除未标记的行
00001799=删除未标记的行
00001800=删除有书签的行
00001801=粘贴到有书签的行
00001802=剪切有书签的行
00001803=复制有书签的行
00001804=从文件中删除没有书签的行
00001805=从文件中删除有书签的行
00001806=粘贴剪贴板内容并替换有书签的行
00001807=剪切有书签的行到剪贴板
00001808=复制有书签到行到剪贴板
00001809=为当前行设置编号的(0-9)书签
00001810=转到任意编号的书签
00001811=转到行
00001812=显示"转到"对话框
00001813=书签
00001814=反转书签
00001815=同步垂直滚动
00001816=同步垂直滚动(当两个视图都打开时)
00001817=同步水平滚动
00001818=同步水平滚动(当两个视图都打开时)
00001819=聚焦
00001820=切换视图
00001821=剪切当前行
00001822=复制当前行
00001823=剪贴板操作
00001824=复制当前行到剪贴板
00001825=剪贴板操作
00001826=剪切当前行到剪贴板
00001827=剪切当前行到剪贴板
00001828=复制当前行到剪贴板
00001829=&HTML 整理
00001830=配置
00001831=验证文档
00001832=编辑 HTML 整理配置文件
00001833=使用 HTML 整理工具验证当前文件
00001834=杂项
00001835=HTML 整理 - 验证
00001836=杂项
00001837=HTML 整理 - 配置
00001838=验证
00001839=导航
00001840=复制选中的
00001841=复制所有
00001842=清除
00001843=聚焦
00001844=切换验证焦点
00001845=排序
00001846=删除相邻的重复
00001847=删除相邻的重复(&R)
00001848=从选择中删除相邻的重复行
00001849=删除相邻的重复
00001850=从选择中删除相邻的重复行
00001851=标签页
00001852=激活标签 #1
00001853=标签页
00001854=激活标签 #2
00001855=标签页
00001856=激活标签 #3
00001857=标签页
00001858=激活标签 #4
00001859=标签页
00001860=激活标签 #5
00001861=标签页
00001862=激活标签 #6
00001863=标签页
00001864=激活标签 #7
00001865=标签页
00001866=激活标签 #8
00001867=标签页
00001868=激活标签 #9
00001869=标签页
00001870=激活标签 #10
00001871=-
00001872=-
00001873=-
00001874=-
00001875=-
00001876=-
00001877=-
00001878=-
00001879=-
00001880=-
00001881=最近的会话(&t)
00001882=清除列表(&C)
00001883=MRU_Sess
00001884=保存会话
00001885=保存标签页列表(保持当前会话名称)
00001886=关闭会话(&C)
00001887=清除当前标签页列表的名称
00001888=会话
00001889=保存会话
00001890=会话
00001891=关闭会话
00001892=移除空行(&R)
00001893=移除空行(从选中内容或所有文档中)
00001894=空字符操作
00001895=去除前导/尾随空格(&s)
00001896=去除尾随空格(&t)
00001897=去除前导空格(&l)
00001898=从行中移除前导+尾随空格
00001899=从行中移除尾随空格
00001900=从行中移除前导空格
00001901=空字符操作
00001902=去除前导空格
00001903=空字符操作
00001904=去除尾随空格
00001905=空字符操作
00001906=去除前导/尾随空格
00001907=空字符操作
00001908=删除空行
00001910=空字符操作
00001911=删除重复空格
00001912=移除重复空格(&d)
00001913=从行中移除重复的(相邻的)空格
00001914=空字符操作
00001915=空格替换成制表符
00001916=空字符操作
00001917=制表符替换成空格
00001918=空格替换成制表符(&e)
00001919=空格替换成Tab字符
00001920=制表符替换成空格(&a)
00001921=Tab字符替换成空格
00001922=搜索和替换
00001923=从剪贴板中查找字符串 - 下一个
00001924=搜索和替换
00001925=从剪贴板中查找字符串 - 前一个
00001926=会话(&i)
00001928=标签页
00001929=拆分视图 20/80
00001930=标签页
00001931=拆分视图 30/70
00001932=标签页
00001933=拆分视图 40/60
00001934=标签页
00001935=拆分视图 50/50
00001936=标签页
00001937=拆分视图 60/40
00001938=标签页
00001939=拆分视图 70/30
00001940=标签页
00001941=拆分视图 80/20
00001942=50/50
00001943=80/20
00001944=70/30
00001945=60/40
00001946=40/60
00001947=30/70
00001948=20/80
00001949=重复上次播放的宏
00001950=宏
00001951=重复上次播放的宏
00001952=杂项
00001953=重复上次编辑命令
00001954=重复上次编辑命令
00001955=重复上次编辑文字的命令
00001956=查找结果窗格
00001957=输出窗格
00001958=剪贴板窗格
00001959=结构窗格
00001960=验证窗格
00001961=面板
00001963=标记
00001964=清除标记
00001965=清除标记
00001966=清除当前文件中的所有标记
00001967=剪贴板
00001968=迷你地图
00001969=聚焦
00001970=切换迷你地图焦点
00001971=迷你地图窗格
00001972=杂项
00001973=树 - 选择下个节点
00001974=杂项
00001975=树 - 选择上个节点
00001976=缩减空行
00001977=移除相邻的重复空行
00001978=空字符操作
00001979=缩减空行
00001980=转到
00001981=行
00001982=转到
00001983=上个空行
00001984=杂项
00001985=选择整段
00001986=标签页
00001987=在其他视图激活标签页 #1
00001988=标签页
00001989=在其他视图激活标签页 #2
00001990=标签页
00001991=在其他视图激活标签页 #3
00001992=标签页
00001993=在其他视图激活标签页 #4
00001994=标签页
00001995=在其他视图激活标签页 #5
00001996=标签页
00001997=在其他视图激活标签页 #6
00001998=标签页
00001999=在其他视图激活标签页 #7
00002000=标签页
00002001=在其他视图激活标签页 #8
00002002=标签页
00002003=在其他视图激活标签页 #9
00002004=标签页
00002005=在其他视图激活标签页 #10
00002006=标签页
00002007=分割视图 - 分割栏左移
00002008=标签页
00002009=分割视图 - 分割栏右移
00002010=导航，普通选择
00002011=移动光标并选择到单词结束
00002012=导航，无选择
00002013=移动光标到单词结束
00002014=搜索和替换
00002015=查找下一个 - 并扩展选择
00002016=搜索和替换
00002017=查找上一个 - 并扩展选择
00002018=显示键盘映射(&k)
00002019=用 HTML 网页显示键盘映射
00002020=查找...
00002021=查找...
00002022=查找...
00002023=查找...
00002024=查找...
00002025=全部展开
00002026=全部收缩
00002027=宏
00002028=#10
00002029=宏
00002030=#11
00002031=宏
00002032=#12
00002033=宏
00002034=#13
00002035=宏
00002036=#14
00002037=宏
00002038=#15
00002039=宏
00002040=#16
00002041=宏
00002042=#17
00002043=宏
00002044=#18
00002045=宏
00002046=#19
00002047=宏
00002048=#20
00002049=宏
00002050=#21
00002051=宏
00002052=#22
00002053=宏
00002054=#23
00002055=宏
00002056=#24
00002057=宏
00002058=#25
00002059=宏
00002060=#26
00002061=宏
00002062=#27
00002063=宏
00002064=#28
00002065=宏
00002066=#29
00002067=宏
00002068=#30
00002069=复制搜索到标签页
00002070=清除
00002071=复制搜索到剪贴板
00002072=全部收缩
00002073=全部展开
00002074=展开当前节点
00002075=查找 ID
00002076=查找当前 ID 声明 (仅用于少数语法分析器)
00002077=导航，不选择
00002078=向右移动光标 <N> 个字符
00002079=导航，不选择
00002080=向左移动光标 <N> 个字符
00002081=导航，不选择
00002082=向下移动光标 <N> 行
00002083=导航，不选择
00002084=向上移动光标 <N> 行
00002086=标记
00002087=转到最后的标记(不要删除)
00002088=语法树
00002089=树 - 选择父节点
00002090=语法树
00002091=树 - 选择下个兄弟节点
00002092=语法树
00002093=树 - 选择上个兄弟节点
00002094=转到最后的标记
00002095=转到最后的标记，不要删除
00002096=打开文件(p)
00002097=用Windows资源管理器关联启动当前文件
00002098=运行
00002099=用默认应用程序打开
00002100=选择当前记号
00002101=选择当前光标位置的完整记号
00002102=其他
00002103=选择当前记号
00002104=复制选择的节点
00002105=属性...
00002106=显示当前文件/文档的属性
00002107=文件
00002108=显示文件属性
00002109=ec插入颜色
00002110=插入颜色...
00002111=显示 "取色器" 对话框
00002112=其他
00002113="取色器" 对话框
00002114=搜索和替换
00002115=移动光标到选中内容的开头/结尾
00002116=复制到编辑器
00002117=复制到剪贴板
00002118=搜索和替换
00002119=用剪贴板内容替换选择内容的所有出现处
00002121=杂项
00002122=从文件重新读取输出面板
00002123=结构
00002124=工程
00002125=聚焦
00002126=切换工程焦点
00002129=工程面板
00002130=插入图像标签...
00002131=杂项
00002132=插入图像标签
00002133=显示用于插入 <img> 标签的文件对话框
00002134=选项
00002135=切换从视图(相同文件分隔)
00002136=聚焦
00002137=切换编辑器主/从焦点
00002138=在线帮助
00002139=HTML4 标签的在线帮助
00002140=在线帮助
00002141=HTML5 标签的在线帮助
00002142=HTML4 标签的帮助
00002143=HTML5 标签的帮助
00002144=切换标尺
00002145=切换水平标尺
00002146=选项
00002147=切换标尺
00002148=显示当前HTML4标签的在线帮助
00002149=显示当前HTML5标签的在线帮助
00002150=选项
00002151=切换视图分隔栏垂直/水平
00002152=选项
00002153=切换主/从分隔栏垂直/水平
00002154=书签
00002155="转到书签"对话框
00002156=转到书签...
00002157=显示"转到书签"对话框
00002158=杂项
00002159=Lorem Ipsum 生成器
00002160=Lorem Ipsum 生成器...
00002161=显示"Lorem Ipsum 生成器"对话框
00002162=收藏夹
00002163=添加当前文件
00002164=添加当前文件到收藏夹列表
00002165=组织...
00002166=管理收藏夹列表
00002168=文件
00002169=添加当前文件到收藏夹
00002170=文件
00002171=组织收藏夹
00002172=添加到最近使用的颜色
00002173=添加颜色标记到"最近的颜色"菜单
00002174=添加当前工程
00002175=添加当前工程到收藏列表
00002176=添加到工程
00002177=剪辑
00002178=聚焦
00002179=切换文本剪辑焦点
00002180=文本剪辑窗格
00002181=添加文本到剪辑...
00002182=编辑此剪辑文件
00002183=添加新文件...
00002184=浏览文件夹
00002185=颜色板
00002186=*.swatches|*.swatches
00002187=颜色板
00002188=*.swatches|*.swatches
00002189=设置颜色
00002190=自定义...
00002191=默认
00002192=删除剪辑
00002193=选项
00002194=切换智能高亮
00002195=删除便携式书签
00002197=在当前行添加所谓的“便携式书签”
00002198=转到便携式书签...
00002199=显示"转到便携式书签"对话框
00002200=书签
00002201=删除便携式书签
00002202=书签
00002203="转到便携式书签"对话框
00002204=文件
00002205=重命名文件
00002206=重命名...
00002207=重命名当前文件
00002208=数字转换器...
00002209=显示"数字转换器"对话框
00002210=杂项
00002211=数字转换器
00002212=像第一行一样缩进
00002213=使所有选择的行和第一行一样缩进
00002214=缩进和制表符
00002215=像第一行一样缩进选择内容
00002216=列标记...
00002217=为当前文件设置列标记
00002218=标记
00002219=设置列标记
00002220=标记
00002221=跳到列标记左边
00002222=标记
00002223=跳到列标记右边
00002224=复制选择内容
00002225=复制全部
00002226=删除选择内容
00002227=清除
00002228=查找...
00002229=剪贴板操作
00002230=从剪贴板粘贴，保持光标位置
00002231=粘贴，保持位置
00002232=从剪贴板粘贴，然后还原光标位置
00002233=缩写
00002242=Emmet - 展开缩写
00002243=Emmet - 用缩写包围...
00002244=备忘单
00002247=Emmet
00002248=转到
00002249=向左跳过混合大小写名称
00002250=转到
00002251=向右跳过混合大小写名称
00002252=标准动作
00002253=取消选择
00002254=空字符操作
00002255=居中行
00002256=居中行
00002257=按右页边距位置居中选择的行
00002260=标签页
00002261=名称
00002262=路径
00002263=聚焦
00002264=切换标签页面板焦点
00002265=标签页面板
00002266=插件(P)
00002267=打开 SynPlugins.ini 文件(O)
00002268=打开 SynPlugins.ini 文件来自定义插件注册
00002269=另存为...
00002270=移动到新窗口
00002271=在新窗口中打开
00002272=杂项
00002273=按行扩展选择
00002274=编码 HTML 字符
00002275=编码选择内容的特殊 HTML 字符: && < > "
00002276=杂项
00002277=编码特殊 HTML 字符
00002278=排序对话框(&S)...
00002279=显示"排序行"对话框
00002280=排序对话框...
00002281=显示"排序行"对话框
00002282=排序
00002283=显示"排序行"对话框
00002284=显示"排序行"对话框
00002285=选择括号
00002286=选择从当前括号到匹配括号
00002287=选择操作
00002288=选择括号
00002290=最近的颜色菜单
00002291=折叠
00002292=展开当前块
00002293=全部展开
00002294=全部收缩
00002295=收缩父块
00002296=文本折叠
00002297=收缩父块
00002298=文本折叠
00002299=折叠/展开当前块连同折叠块
00002300=折叠/展开当前和嵌套块
00002301=折叠/展开最靠近的块
00002302=折叠选中
00002303=空格到制表符（前导）
00002304=替换前导空格为制表符
00002305=空白操作
00002306=替换空格为制表符（前导）
00002307=注释
00002308=切换块注释（可选）
00002309=切换块注释（可选）
00002310=切换行注释（注释字符置于第一个非空格位置）
00002311=剪贴板操作
00002312=从剪贴板粘贴到第一列
00002313=粘贴到第一列
00002314=粘贴进第一行列
00002315=扩展选择范围
00002316=收缩选择范围
00002317=显示命令列表
00002318=杂项
00002319=显示命令列表
00002320=显示“命令列表”对话框
00002321=滚动
00002322=滚动到选择内容
00002323=转到工程文件...
00002324=显示“工程文件列表”对话框
00002325=转到
00002326=“转到工程文件”对话框

[fmSetup]
00000001=选项
00000002=编辑器
00000003=用输入的任何内容替换标记的块。
00000004=覆写块
00000005=保持标记的块选中，即使用方向键移动光标，直到选择新的块。
00000006=持续块
00000007=当双击行中任意字符时选择整行。否则只选择当前单词。
00000008=双击选择行
00000011=如果设置这个选项，在列/行选择模式选择时会包含额外的列/行。
00000012=贪婪选择
00000015=在窗口边缘处换行文字。
00000016=自动换行
00000019=在装订线上显示折叠栏。
00000020=代码折叠
00000021=启用文本移动拖放操作。(&d)
00000022=文本拖拽
00000023=当文字范围收缩时，收缩文字范围后面的空行。
00000024=收缩空行
00000025=阻止计算行高。行高将用默认风格计算。
00000026=固定行高
00000027=当按回车键时把光标置于前一个非空行的第一个非空字符。
00000028=自动缩进模式
00000029=按Backspace时排列插入点到前一级缩进(反缩进)。
00000030=Backspace键取消缩进
00000031=如果选中，恢复将包含一组改变。
00000032=组恢复
00000033=撤销你最后的编辑命令以及任何同类型后续编辑命令。
00000034=组撤销
00000035=保存后保持撤销缓存不改变。
00000036=允许保存后撤销
00000037=同时以富文本格式复制选中文字。
00000038=作为富文本复制到剪贴板
00000039=按照光标移动(上，下，行开始，行结尾)。
00000040=智能光标行为
00000041=只允许光标在文字中移动。
00000042=在文字中保持光标
00000043=为每个自动缩进的行以尽可能最少的字符数开头，必要时使用制表符和空格。
00000044=最佳填充
00000047=启用列选择模式(Alt+鼠标选择).
00000048=启用列选择
00000049=如果选中，标记链接到文字，编辑文字时标记会跟随文字移动。否则链接到光标位置。
00000050=浮动标记
00000051=如果选中，可以滚动到最后一行，否则可以滚动到最后一页。
00000052=滚动到最后一行
00000053=在右边界处换行，而不是在窗口处。
00000054=在右边界处换行
00000055=编辑文字之前保持光标的X位置，此位置在上/下移动光标时使用。
00000056=固定行移动
00000057=仅为当前显示文字重新计算水平滚动条。
00000058=可变水平滚动条
00000059=当任意行已经到达0位置时停止取消缩进。
00000060=取消缩进保持对齐
00000061=保持行尾可能存在的任何空白字符。
00000062=保持行尾空白
00000063=编辑器 2
00000064=行间距
00000065=右边界
00000066=行号
00000067=在折叠栏和文本域之间显示横线
00000068=绘制装订线分隔
00000069=启用装订线渐变色，从背景色渐变到“装订线右侧渐变色”。
00000070=绘制装订线渐变色
00000071=为链接添加下划线，用Ctrl+单击打开链接。
00000072=高亮链接
00000073=为当前行绘制自定义背景。
00000074=绘制当前行背景色
00000075=只读模式显示光标
00000076=只读模式显示光标
00000077=输入文字并且鼠标光标在客户区时隐藏光标.
00000078=输入时隐藏光标
00000079=编辑器失去焦点时隐藏动态高亮内容.
00000080=隐藏动态高亮内容
00000081=编辑器失去焦点时隐藏选择.
00000082=隐藏选择
00000083=行音的垂直空间.
00000084=右边界位置.
00000085=在指定列后面显示垂直线.
00000086=显示右边界
00000087=行号的风格.
00000088=默认\nDelphi风格\nEach 5\n仅当前\n
00000089=编辑器获得留点时在当前行四周绘制长方形焦点框.
00000090=绘制当前行焦点
00000091=在编辑区域上方显示标尺.
00000092=显示水平标尺
00000093=块缩进
00000094=撤销限制
00000095=Tab模式
00000096=制表位
00000097=缩进/取消缩进命令的缩进数。
00000098=可以撤销的动作数。
00000099=Tab键行为。SmartTab: 在前一行第一个非空白字符插入空格。
00000100=空格\n制表符\nSmartTab\n
00000101=Tab键移动光标到这些列位置上。
00000103=颜色
00000104=元素:
00000105=颜色:
00000107=你可以从右边颜色框为左边列表中的任意元素指定颜色。\n
00000120=界面
00000121=* - 为插件/程序单独保存
00000122=查看
00000128=在状态栏显示"光标下字符"信息
00000130=显示状态栏
00000131=显示主菜单 *
00000137=热键
00000138=设置
00000139=清除
00000140=查找
00000156=自动完成
00000164=应用
00000165=取消
00000166=确定
00000167=语言:
00000171=滚动(1行)发生时保持脱字符号在可视区域中
00000172=滚动时保持脱字符号在屏幕中
00000178=只允许运行单个程序实例
00000179=自动完成
00000180=文件类型:
00000183=不过滤\n字符串开始\n字符串任意位置\n以同样顺序的字符\n
00000185=即使没有项目被过滤也显示列表
00000190=打开文件时也用空格代替已存在的制表符
00000191=打开文件时用空格代替制表符
00000193=新建文档
00000194=编码：
00000195=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, no BOM\nUnicode\nUnicode BE\n
00000196=行结束符：
00000197=Windows\nUnix\nMac\n
00000198=语法分析器：
00000215=标记选定单词的所有出现。
00000216=智能高亮
00000220=加载颜色预设...
00000221=保存颜色预设...
00000224=启用成对花括号的高亮(如果没在语法库中被覆盖)。
00000225=高亮成对的花括号
00000231=历史
00000232=历史
00000233=文件状态历史的长度 (0: 不保存)
00000234=查找/替换历史的长度 (0: 不保存)
00000235=打开/保存对话框的目录:
00000236=保存光标位置
00000237=保存编码
00000238=清除
00000239=清除
00000240=启动时清理最近文件列表
00000242=跟随当前文件\n记住上次目录\n自定义目录\n
00000243=使智能高亮搜索区分大小写。
00000244=大小写区分(C)
00000245=保持列块的行结尾的空白字符(Alt+鼠标选择)。
00000246=连同额外的空白复制列块
00000249=创建备份文件:
00000250=已禁用\n在%AppData%\\SynWrite 中\n在相同目录中\n
00000259=从当前文件自动完成
00000260=同时显示来自当前文件的单词
00000261=显示不短于 ... 个字符的单词
00000262=只在文件的开头 ... Mb 中搜索单词
00000267=跳转到分类:
00000268=当开启"显示非打印字符"时，显示行结束的 CR/LF 字符
00000269=显示 EOL 字符
00000271=啥都不干\n关闭编辑器\n关闭标签页\n关闭标签页或编辑器\n最小化编辑器\n
00000272=Esc 键: *
00000289=查找
00000290=允许查看器(Lister)调用定制查找对话框
00000291=建议将当前单词作为查找文字
00000292=使用TotalCmd的历史字段
00000293=在最上层显示查找对话框 *
00000294=快速查找
00000295=在快速查找中Esc键的行为:
00000296=关闭快速查找\n关闭编辑器\n编辑器获得焦点\n
00000297=在快速查找面板中显示按钮标题
00000298=* - 为插件/程序单独保存
00000299=未找到结果时显示消息框
00000300=同样，为“在文件中查找/替换”
00000301=允许在诸如"删除有书签的行","粘贴到有书签的行"等操作上撤销。很慢！
00000302=允许撤消删除大量字符串（很慢）
00000308=过滤器列表(F):
00000315=块主体
00000316=块主体的行风格。
00000317=块主体的水平位移(以像素为单位)。
00000320=清除
00000321=建议选择内容作为搜索文字
00000322=自动保存
00000323=自动保存当
00000324=每
00000325=在程序失去焦点时
00000326=自动保存什么
00000327=当前文件
00000328=所有打开的文件
00000329=忽略文件大于
00000333=分钟
00000334=Kb
00000335=未命名文件的自动保存
00000338=忽略未命名文件
00000339=显示"另存为"对话框
00000340=用默认名字保存到目录:
00000342=搜索结果: 按进度展开树
00000345=特殊自动完成功能
00000346=使用特殊 HTML 自动完成
00000347=使用特殊 HTML 功能 - SmartTagTabbing
00000348=使用特殊 CSS 自动完成
00000349=(帮助)
00000353=为 %Temp% 文件保存历史
00000354=自动插入单个匹配项到文字中
00000355=启动时设置只读模式 *
00000357=用 Tab 键来展开代码模板
00000358=(帮助)
00000364=自动关闭 HTML/XML 标签
00000365=下拉列表大小
00000366=输入 ... 字母后，自动显示列表 (0 - 禁用)
00000367=(帮助)
00000368=自动关闭括号: ( ) [ ] { }
00000370=跳过转义括号: \\{
00000371=和引号: " '
00000377=在装订线上绘制"换行"标记
00000378=绘制装订线"换行"标记
00000382=标签页
00000383=标签页
00000384=最大标题长度
00000385=在标签页上显示关闭按钮
00000387=显示多标签页行
00000388=在底部显示标签页
00000389=显示标签页编号
00000390=使用现代的标签页切换方式 (Ctrl+Tab)
00000391=允许拖放
00000392=双击关闭标签页
00000393=工具栏
00000394=工具栏主题:
00000395=工具栏图标:
00000396=标准\nFogue 16x16\nFogue 24x24\nTango 16x16\nTango 22x22\nGnome 24x24\n
00000397=字体
00000398=字体
00000405=颜色
00000406=文本
00000407=行号
00000408=标尺
00000409=树
00000410=自动完成
00000411=输出面板
00000412=树/地图
00000413=语法树
00000414=双击动作:
00000415=自动同步
00000416=自动收缩
00000417=自动展开
00000418=排序项目
00000419=热追踪
00000420=无动作\n展开/收缩树节点\n移动光标到文本范围的开头\n选择整个文本范围\n
00000421=搜索
00000422=会话/工程
00000423=会话
00000424=在退出时保存“默认”会话，而不是当前的
00000425=在启动时恢复上次的会话
00000426=在退出时保存上次的会话
00000427=工程
00000428=在启动时恢复上次的工程
00000429=在退出时保存当前工程
00000430=迷你地图
00000431=缩放, %
00000432=水平滚动条
00000433=垂直滚动条
00000434=文件组
00000435=非文本文件:
00000436=不打开\n打开\n提示\n
00000437=以 OEM 编码打开文件扩展名:
00000438=以 UTF-8 编码打开文件扩展名:
00000439=(输入 "*" 代表所有文件)
00000440=杂项
00000441=监视文件变更:
00000442=不监视\n监视，自动重新载入不提示\n监视，询问重新载入\n
00000443=重新载入时跟随尾部
00000444=覆盖只读文件时询问
00000445=如果文件大小大于 ... Mb 就禁用语法分析器
00000447=杂项
00000451=日期/时间格式
00000453=在窗口标题显示完整路径
00000454=按字母顺序分组语法分析器列表
00000455=在上下文菜单中显示图标
00000456=允许"哔"声音
00000457=显示面板的工具提示
00000459=杂项
00000460=文件
00000461=标签页颜色:
00000462=截断"转到便携式书签"对话框中的名称
00000463=搜索文件夹
00000464=提示：在文件夹名称后面加 * 可以递归搜索它.
00000465=通过编辑器上下菜单的“打开<选中内容>”命令看见的文件夹:
00000466=添加目录...
00000467=搜索文件夹
00000468=拼写检查
00000469=拼写检查选项
00000470=只检查这些文件扩展名(o):
00000471=自定义拼写检查引擎:
00000472=启用现场拼写检查(E)
00000473=自定义(C)...
00000474=附加词典
00000475=你可以安装附加词典。下载zip压缩包，然后解压缩到SynWrite安装目录的"Dictionaries"子目录中。下载地址：
00000476=www.addictivesoftware.com
00000477=浏览词典目录
00000478=保存上次的窗口位置
00000481=编辑器覆盖
00000482=Emmet 配置文件
00000483=从水平边缘的搜索结果的偏移
00000484=用于插件日志的日期/时间格式
00000485=在行结尾后用空白给选择的行背景色着色
00000486=用空白给选择的内容背景着色
00000487=总是显示标签页\n从不显示标签页\n两次或更多后显示标签页\n
00000488=除了这些文件扩展名:
00000489=普通\n列\n行\n
00000490=选择模式
00000491=当执行粘贴动作时不改变光标位置。
00000492=粘贴时保留光标
00000493=支持以 Unicode 编码保存 Unicode 内容：
00000494=不要建议\n提示保存为 UTF-8\n提示保存为 UTF-8, 无 BOM\n提示保存为 UTF-16\n提示保存为 UTF-16 BE\n保存为 UTF-8\n保存为 UTF-8, 无 BOM\n保存为 UTF-16\n保存为 UTF-16 BE\n
00000495=自动隐藏\n总是显示\n总是隐藏\n
00000496=显示最近使用的颜色菜单
00000497=如果编辑器中没有选定内容，复制/剪切操作将作用于当前行。
00000498=如果没有选定内容，复制/剪切当前行
00000499=显示微型地图栏
00000500=Unicode\nUnicode (Win API)\nASCII\n数字\n
00000501=默认排序类型
00000502=更新延迟（毫秒）：
00000503=用于命令“按 N 字符移动光标”的位移（水平和垂直）
00000504=只使用单击（不需要按住 Ctrl）来激活光标下的超链接（URL）。
00000505=通过单击激活 URL

[fmAb]
00000001=关于
00000004=关于
00000005=主页:
00000006=论坛
00000007=作者
00000013=Email:
00000015=控件
00000024=确定
00000025=官方论坛

[fmEnc]
00000001=改变编码
00000002=用新编码重新打开文件
00000003=为被修改的文件改变编码
00000004=编码已改变，并且文件现在已被修改。你想如何处理？

[fmSR]
00000002=搜索(&S):
00000003=替换为(&R):
00000005=查找下一个
00000006=替换下一个(&e)
00000007=全部替换(&a)
00000008=取消
00000009=选项
00000010=正则表达式(&x)
00000011=区分大小写(&C)
00000012=整个单词(&W)
00000013=特殊字符(&p) (\\n \\r \\t...)
00000014=查找所有 / 标记(&m)
00000018=范围
00000021=方向
00000022=向前(&d)
00000023=向后(&B)
00000024=帮助
00000025=替换时提示(&m)
00000026=全部计数(&n)
00000027=替换所有标签页中的内容(&l)
00000028=未找到字符串...
00000029=查找下一个(F)
00000030=透明度(&y):
00000031=失去焦点时(&i)
00000032=书签结果(&k)
00000033=在选择内容中搜索(&t)
00000034=从光标处搜索(&u)
00000035=循环搜索(&h)
00000036=扩展选择(o)
00000037=在所有标签页中查找
00000038=跳过收缩的
00000039=所有文本\n注释\n字符串\n注释和字符串\n除了注释/字符串\n
00000040=»多行

[fmTools]
00000001=外部工具
00000002=文件名(&F):
00000003=参数(&P):
00000004=初始目录(&W):
00000006=浏览(&B)...
00000008=确定
00000009=取消
00000011=工具属性
00000012=工具
00000013=文件名
00000016=浏览(r)...
00000017=上(U)
00000018=下(D)
00000019=捕获输出(&C)
00000020=输出模式(&O)...
00000021=名称(&N):
00000022=清除(&e)
00000023=热键(&H):
00000024=语法(&L):
00000025=增加(&A)...
00000026=当前(&u))
00000027=无
00000028=保存以前(&b):
00000029=无\n当前文档\n所有文档\n
00000030=在上下文菜单中显示(S)
00000031=帮助
00000032=输出类型:
00000033=编码:
00000034=ANSI (Windows)\nOEM (DOS)\nUTF-8\n

[LexerLibraryDlg]
00000001=语法分析库
00000002=名字
00000003=扩展名
00000004=语法风格数
00000005=分析器数
00000006=规则数
00000007=子语法数
00000008=工具栏1
00000009=工具按钮5
00000010=工具拼字16
00000011=工具按钮6
00000012=工具按钮11
00000013=工具按钮10
00000014=工具按钮13
00000015=工具按钮14
00000016=打开语法分析库
00000017=打开语法分析库
00000018=保存语法分析库
00000019=保存语法分析库
00000020=语法分析器属性...
00000021=语法分析器属性...
00000022=导入语法分析器
00000023=导入语法分析器
00000024=导出语法分析器
00000025=导出语法分析器
00000026=删除语法分析器
00000027=删除语法分析器
00000028=清除
00000029=清除
00000030=新建语法分析器
00000031=新建语法分析器
00000032=关闭
00000033=关闭
00000034=actCopy
00000035=创建当前语法分析器的副本
00000036=lxl
00000037=语法分析库 (*.LXL)|*LXL|所有文件 (*.*)|*.*
00000038=打开语法分析库
00000039=lxl
00000040=语法分析库文件 (*.LXL)|*LXL|所有文件 (*.*)|*.*
00000041=保存语法分析库
00000042=lcf
00000043=语法分析器配置文件 (*.lcf)|*.lcf|所有文件 (*.*)|*.*
00000044=打开语法分析器资源
00000045=lcf
00000046=语法分析器配置文件 (*.lcf)|*.lcf|所有文件 (*.*)|*.*
00000047=保存语法分析器资源

[SyntPreviewForm]
00000001=打印预览
00000003=工具按钮1
00000006=1 页\n2 页\n4 页\n
00000007=工具按钮7
00000009=工具按钮5
00000010=工具按钮5
00000011=第一页命令
00000012=转到第一页
00000013=前一页命令
00000014=转到前一页
00000015=下一页命令
00000016=转到下一页
00000017=最后一页命令
00000018=转到最后一页
00000019=适合命令
00000020=放大/缩小
00000021=打印命令
00000022=打印文档
00000023=关闭命令
00000024=关闭打印预览
00000025=页面设置
00000026=打印(&P)
00000027=打印文档
00000028=整页
00000029=页面宽度
00000040=页面设置
00000041=当前页
00000042=总页数
00000043=预览页数

[PageSetupEditorDlg]
00000001=页面设置
00000002=左(&L):
00000003=右(&R):
00000004=顶部(&T):
00000005=底部(&B):
00000006=单位(&U):
00000007=打印方向(&i):
00000008=颜色(&o):
00000009=毫米\n厘米\n英寸\n0.001 英寸\n
00000010=选项
00000011=纵向\n横向\n
00000012=确定
00000013=取消
00000014=红绿蓝\n灰度\n黑白\n
00000015=页眉(H)
00000016=页脚(F)
00000017=字体
00000018=页眉(H)
00000019=页脚(F)
00000027=行号(&n):
00000028=范围高亮
00000029=透明(&p)
00000030=行高亮(&g)
00000031=隐藏折叠行(&d)
00000032=自动换行&W)
00000033=打印选择内容
00000034=打印分类线
00000035=行号(&u)
00000036=无\n左\n右\n奇数页左侧\n奇数页右侧\n

[AddTemplateDlg]
00000001=代码模板
00000002=快捷键名称(&S):
00000003=描述(&D):
00000004=确定(O)
00000005=取消(C)

[ImportRules]
00000001=导入规则/风格
00000002=语法分析器
00000003=选择规则/风格以导入
00000004=确定(O)
00000005=取消(C)

[SyntLexerDlg]
00000001=语法分析器
00000002=通用
00000003=标记类型名称
00000004=选择标记风格:
00000005=禁用完全刷新，如果文字长度大于
00000006=查找标记风格:
00000007=当前行风格:
00000008=默认风格:
00000009=行注释字符串
00000010=收缩标记风格:
00000011=字符集
00000012=文件扩展名:
00000013=分析器名称:
00000014=分析时忽略空格
00000015=从行首重新分析
00000016=不要忽略行尾
00000017=总是同步块分析
00000018=风格
00000019=向下移动
00000020=禁止
00000021=删除所有项目
00000022=删除项目
00000023=新建项目
00000024=向上移动
00000025=导入项目
00000026=背景色(B)
00000027=字体颜色(F)
00000028=风格类型(S)
00000029=垂直对齐(V)
00000030=大写效果(p)
00000031=指定背景颜色。
00000032=设置自定义字体(t)
00000033=指定字体颜色。
00000034=指定应该使用风格的哪个属性。
00000035=字体风格
00000036=指定是否使用粗体字体风格。
00000037=粗体(l)
00000038=指明是否使用了斜体字体风格。
00000039=斜体(I)
00000040=指明是否使用了下划线字体风格。
00000041=下划线(U)
00000042=指明是否使用了删除线字体风格。
00000043=删除线(t)
00000044=指定可应用于画布的风格属性。
00000045=自定义字体\n字体风格和颜色\n背景和前景色\n仅背景色\n
00000046=指定文字垂直对齐方式。
00000047=顶端\n中间\n底部\n
00000048=指明是否使用了隐藏属性
00000049=隐藏(H)
00000050=边框...
00000051=左
00000052=上
00000053=右
00000054=下
00000055=指定左边框线的颜色。
00000056=指定左边框线的风格。
00000057=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000058=指定上边框线的颜色。
00000059=指定上边框线的风格。
00000060=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000061=指定右边框线的颜色。
00000062=指定右边框线的风格。
00000063=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000064=指定下边框线的颜色。
00000065=指定下边框线的风格。
00000066=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000067=指定是否必须在多行文本区域周围画实线边框。
00000068=多行边框(M)
00000069=指明是否使用了只读属性。
00000070=只读(R)
00000071=指明文字寄存器在绘制前应该如何改变。
00000072=不变\n大写\n小写\n切换\n开头大写\n
00000073=语法分析器
00000074=向下移动
00000075=禁止
00000076=删除所有项目
00000077=删除项目
00000078=新建项目
00000079=向上移动
00000080=导入项目
00000081=规则表达式
00000082=记号类型
00000083=记号风格
00000084=父块
00000085=行中的位置:
00000086=从
00000087=到
00000088=非法字符\n注释\n标识符\n符号\n字符串\n整型常量\n浮点常量\n十六进制常量\n字符常量\n预处理器\n用户定义1\n用户定义2\n用户定义3\n用户定义4\n用户定义5\n用户定义6\n
00000089=严格的父块
00000090=不是父块
00000091=总是有效
00000092=编辑10
00000093=编辑11
00000094=检查语法分析器状态
00000095=出现:
00000096=缺少:
00000097=修改语法分析器状态
00000098=设置:
00000099=重设:
00000100=规则
00000101=向下移动
00000102=禁止
00000103=删除所有项目
00000104=删除项目
00000105=新建项目
00000106=向上移动
00000107=导入项目
00000108=属性
00000109=标识符索引
00000110=块位移
00000111=范围和状态
00000112=块类型
00000113=父块
00000114=组索引
00000115=范围开始状态
00000116=语法规则
00000117=改变标记类型
00000118=换行位置
00000119=要求相同缩进
00000120=相对于条件结束
00000121=标签探测器\n行分隔线\n范围开始\n范围结束\n
00000122=严格的父块
00000123=不是父块
00000124=取消后面的规则
00000125=总是有效
00000126=顶端\n底部\n
00000127=检查语法分析器状态
00000128=出现:
00000129=缺少:
00000130=修改语法分析器状态
00000131=设置:
00000132=重设:
00000133=文字范围
00000134=名称格式化字符串
00000135=分组格式化字符串
00000136=折叠文本图标
00000137=自动折叠文本:
00000138=在文本末尾折叠块
00000139=自身折叠范围
00000140=初始折叠(没有结束规则)
00000141=在语法树中显示
00000142=不能收缩
00000143=绘制块分隔线
00000144=作为父块忽略
00000145=禁用\n折叠最近的范围\n折叠打开的范围\n
00000146=高亮
00000147=风格
00000148=高亮类型
00000149=高亮行块
00000150=反转选中内容的颜色
00000151=活动的高亮
00000152=光标位置
00000153=任意位置(总是)\n范围的边界\n边界标记\n在范围内\n边界标记开始\n超出范围\n
00000154=选择最小范围
00000155=禁止\n仅边界标记\n所有无边界的标记\n所有范围\n
00000156=语法树装饰
00000157=项目:
00000158=组:
00000159=图像索引
00000160=风格
00000161=笔
00000162=宽度
00000163=颜色
00000164=风格
00000165=使用自定义笔
00000166=编辑15
00000167=实线\n短连线\n点线\n点划线\n短-点-点线\n清除\n在框架内\n
00000168=条件
00000169=条件
00000170=索引
00000171=条件
00000172=忽略大小写
00000173=等于\n不等于\n掩码\n忽略标记\n严格的掩码\n
00000174=面板6
00000175=键列表
00000176=子语法分析器
00000177=向下移动
00000178=禁止
00000179=删除所有项目
00000180=删除项目
00000181=新建项目
00000182=向上移动
00000183=导入项目
00000184=开始条件
00000185=结束条件
00000186=风格
00000187=父块
00000188=子语法分析器
00000189=严格的父块
00000190=不是父块
00000191=在文字开头开始
00000192=在文字末尾结束
00000193=总是有效
00000194=包括边界文字
00000195=检查语法分析器状态
00000196=出现:
00000197=缺少:
00000198=修改语法分析器状态
00000199=设置:
00000200=重设:
00000201=语法
00000202=面板1
00000203=编译语法
00000204=代码模板
00000205=代码
00000206=模板
00000207=名字
00000208=描述
00000209=添加(A)
00000210=删除
00000211=编辑
00000212=备注
00000213=导出(E)
00000214=应用(A)
00000215=取消(C)
00000216=导出(I)
00000217=确定(O)
00000218=lcf
00000219=语法分析器配置文件 (*.lcf)|*.lcf|所有文件 (*.*)|*.*
00000220=打开语法分析器资源
00000221=lcf
00000222=语法分析器配置文件 (*.lcf)|*.lcf|所有文件 (*.*)|*.*
00000223=保存语法分析器资源
00000224=默认
00000225=标记的块
00000226=未知\n注释\n识别符\n符号\n字符串\n整型常量\n浮点常量\n十六进制常量\n字符常量\n预处理器\n
00000227=标记的块
00000228=默认
00000229=默认
00000230=标记的块
00000231=规则
00000232=术语
00000233=术语无大小写
00000234=注释
00000235=符号
00000236=标记类型
00000237=规则定义
00000238=坏规则
00000239=注释1
00000240=注释
00000241=注释2
00000242=注释
00000243=(?s)/\\*.*?(\\*/|\\Z)\n
00000244=术语
00000245=术语
00000246=术语无大小写
00000247=术语无大小写
00000248=标记规则
00000249=标记类型
00000250=规则
00000251=规则
00000252=\\w+\n
00000253=等于
00000254=符号
00000255=或
00000256=符号
00000257=规则停止
00000258=符号
00000259=重复
00000260=符号
00000261=子规则
00000262=符号
00000263=规则定义
00000264=规则定义
00000265=规则开始
00000266=坏规则
00000267=规则结束
00000268=%s1 ...
00000269=规则结束
00000270=skip = <Comment> | \n       <preprocessor>\n\nroot = rule*;\n\nrule = <Rule> (<Equal> item+ branches*) <Stop>?;\n\nbranches = <Or> item+;\n\nitem =  <Rule> | \n        <Token rule ref.> | \n        <Term> | \n        <TermNoCase>;\n
00000271=注释\n术语\n术语无大小写\n规则\n等于\n或\n停止\n标记规则引用\n子规则\n
00000272=标记的块
00000273=默认
00000274=为语法编辑器使用高亮

[fmRepRpt]
00000001=替换报告
00000002=确定

[fmSRFiles]
00000001=在文件中查找/替换
00000002=搜索(&S):
00000003=替换为(&R):
00000004=在目录中搜索(&o):
00000005=文件掩码(&k)，用空格分隔：
00000006=帮助
00000007=取消
00000008=文字查找选项
00000009=正则表达式(&x)
00000010=大小写区分(&C)
00000011=全字匹配(&W)
00000012=特殊字符(&p) (\\n \\r \\t...)
00000013=全部替换(&a)
00000014=包含所有子目录(&u)
00000015=浏览(&B)...
00000016=查找全部(&F)
00000017=当前目录(&n)
00000018=文件搜索选项
00000019=跳过二进制文件(&i)
00000020=跳过只读文件(&e)
00000021=跳过隐藏文件(&h)
00000022=跳过隐藏目录(&d)
00000023=结果列表
00000024=只显示文件名
00000025=在新标签页显示结果(&t)
00000026=当前文件
00000027=同时以 OE&M 查找
00000028=同时以 UTF-&8 查找
00000029=同时以 UTF-1&6 查找
00000030=浏览文件(&l)...
00000031=追加结果列表
00000032=排列文件:

[fmProgress]
00000001=搜索进度
00000002=搜索正在进行...
00000003=取消
00000006=排除二进制文件...
00000007=在书签上执行操作...
00000008=正在搜索文本...
00000009=正在排序文件夹...

[CustomSyntDlg]
00000001=语法高亮
00000002=元素(&E)
00000003=确定(&O)
00000004=取消(&C)
00000005=背景色(&B)
00000006=字体颜色(&F)
00000007=风格类型(&S)
00000008=垂直对齐(&V)
00000009=首字母大写效果(&p)
00000010=指定背景颜色。
00000011=设置自定义字体(&t)...
00000012=指定字体颜色。
00000013=指定应该使用风格的哪种属性。
00000014=字体风格
00000015=指定是否使用粗体风格。
00000016=粗体(&l)
00000017=指定是否使用斜体风格。
00000018=斜体(&I)
00000019=指定是否使用下划线风格。
00000020=下划线(&U)
00000021=指定是否使用删除线风格。
00000022=删除线(&t)
00000023=指定可用在画布上的风格属性。
00000024=自定义字体\n字体风格和颜色\n背景和前景色\n仅背景色\n
00000025=指定文字的垂直对齐方式。
00000026=顶端\n居中\n底部\n
00000027=指定是否使用隐藏属性。
00000028=隐藏的(&H)
00000029=边框 ...
00000030=左
00000031=上
00000032=右
00000033=下
00000034=指定左边框的线条颜色。
00000035=指定左边框的线条风格。
00000036=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000037=指定上边框的线条颜色。
00000038=指定上边框的线条风格。
00000039=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000040=指定右边框的线条颜色。
00000041=指定右边框的线条风格。
00000042=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000043=指定下边框的线条颜色。
00000044=指定下边框的线条风格。
00000045=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000046=指定是否必须在多行文本区域周围画实线边框。
00000047=多行边框(&M)
00000048=指定是否使用了只读属性。
00000049=只读(&R)
00000050=指定文字寄存器在绘制前应该如何改变。
00000051=未改变的\n大写\n小写\n切换大小写\n首字母大写\n
00000052=默认
00000053=标记的块
00000054=未知\n注释\n标识符\n符号\n字符串\n整型常量\n浮点常量\n十六进制常量\n字符常量\n预处理器\n
00000055=标记的块
00000056=默认

[fmExtract]
00000001=提取字符串
00000002=搜索
00000003=正则表达式:
00000004=大小写区分
00000005=查找
00000006=复制到剪贴板
00000007=找到的字符串的预览
00000008=取消
00000009=帮助
00000010=只在选中内容中搜索
00000011=复制到标签页
00000012=从光标处搜索
00000013=未找到...

[fmShell]
00000001=资源管理器集成
00000003=添加 "SynWrite" 到资源管理器右键菜单
00000004=确定
00000006=TXT文件关联到SynWrite
00000007=INI文件关联到SynWrite
00000008=附加的扩展名关联到SynWrite:
00000009=取消选择所有扩展名
00000010=用 SynWrite 关联 SynwProj 文件

[fmInsTxt]
00000001=插入文字
00000002=插入什么
00000003=在行首:
00000004=在行尾:
00000005=开始编号:
00000006=数字:
00000008=文字
00000009=数字编号
00000010=项目符号
00000011=选项
00000012=插入开头:
00000013=在列:
00000014=在开头空格后
00000015=忽略空行
00000016=在字符串后:
00000017=确定
00000018=取消
00000019=后缀:
00000020=前缀:
00000021=注意: 只处理选中的行。
00000022=注意: 插入操作将按指定次数执行。
00000023=重复计数器:
00000024=计数器

[fmLoadLex]
00000001=恢复语法分析器风格
00000002=重新安装SynWrite后，你可以使用此对话框恢复你自己的语法分析器风格。此功能像这样工作。每次在语法属性对话框上点击OK按钮时，语法风格被自动备份到"SynStyles.ini"文件中。然后你可以重新安装SynWrite（用"LexLib.lxl"库代替），并调出此对话框。在这里你可以从"SynStyles.ini"文件中恢复备份的风格到"LexLib.lxl"语法分析库文件。
00000003=选择你要恢复哪个已保存的风格
00000004=全选
00000005=全不选
00000006=移除选中的
00000007=确定
00000008=取消

[fmMacroEdit]
00000001=编辑宏
00000002=宏
00000007=命令
00000008=ID
00000009=数据
00000010=命令名称
00000011=确定(&O)
00000012=取消(&C)
00000042=变更
00000044=添加
00000046=删除
00000048=清除
00000049=快捷键
00000050=清除
00000051=分配
00000054=重命名(R)
00000055=删除
00000056=添加
00000057=变更
00000058=删除
00000059=添加
00000060=清除
00000061=播放选择的宏
00000062=播放(P)
00000064=播放指定次数:
00000065=播放直到文件结束

[MacroCmdEditDlg]
00000001=选择宏命令
00000002=命令(o):
00000003=数据(&D):
00000004=ID
00000005=描述
00000006=数据编辑
00000007=好
00000008=取消

[fmGoto]
00000001=转到
00000002=行号(&L):
00000003=确定
00000004=取消
00000005=列号(&C):
00000006=扩展选择(o)
00000007=转到行/列(G)
00000008=转到前一个书签
00000009=转到下个书签
00000010=转到编号的书签(u):
00000011=允许使用相对值：在数字前指明 + 或 - 符号。

[fmSRTree]
00000001=在树中搜索
00000002=搜索:
00000003=选项
00000004=正则表达式(x):
00000005=区分大小写(C)
00000006=全词匹配(W)
00000007=方向
00000008=向前(d)
00000009=向后(B)
00000010=范围
00000011=从光标处搜索
00000012=查找(F)
00000013=取消

[fmProps]
00000001=文件/文档属性
00000005=确定
00000006=文件
00000007=完整路径:
00000008=修改时间:
00000009=在磁盘上的大小:
00000010=文字
00000011=字符:
00000012=单词:
00000013=行:

[fmSetupOvr]
00000001=语法分析器覆写
00000002=语法分析器:
00000003=制表符设置:
00000004=制表符模式:
00000007=空格\n制表符字符\nSmartTab\n
00000010=覆写选中的语法分析器
00000011=换行模式:
00000012=不改变\n关闭\n开启,在窗口边缘\n开启,在右边距\n
00000013=右边距:
00000014=行距:

[fmGotoBkmk]
00000001=转到书签
00000002=书签列表:
00000003=确定
00000004=取消

[fmLoremIpsum]
00000001=Lorem Ipsum 生成器
00000002=确定
00000003=复制
00000004=取消
00000005=句子
00000006=段落
00000008=计数
00000009=使用 HTML 标签
00000010=»?

[fmFav]
00000001=收藏夹
00000002=打开
00000003=取消
00000004=显示路径
00000005=上移
00000006=下移
00000007=删除

[fmToolOutput]
00000001=输出模式
00000002=确定
00000003=取消
00000004=正则表达式(&R):
00000005=文件名(&F):
00000006=子表达式数:
00000007=行(&L):
00000008=列(&C):
00000009=测试输出行(&T):
00000010=测试(&e)
00000012=预设(&P)...
00000013=从输出中剥离 HTML 标签

[fmProj]
00000002=SynWrite 工程|*.synwproj
00000004=SynWrite 工程|*.synwproj
00000005=打开一个工程
00000006=保存当前工程
00000007=添加虚拟目录到工程
00000008=添加磁盘目录的内容到工程
00000009=添加文件到工程
00000010=重命名当前工程目录
00000011=从工程中移除选中的条目
00000012=在编辑器中打开选中的文件或目录
00000013=更改工程属性
00000014=展开
00000015=收缩
00000016=打开工程...
00000017=保存工程
00000018=工程另存为...
00000019=关闭工程
00000020=工程属性...
00000021=添加
00000022=文件...
00000023=目录...
00000024=虚拟目录...
00000025=当前文件
00000026=所有打开的文件
00000027=重命名
00000028=移除
00000029=打开选中的条目
00000030=设为主文件
00000031=排序
00000032=按扩展名
00000033=按文件名
00000034=按大小，倒序
00000035=按日期，倒序
00000036=按大小
00000037=按日期
00000038=显示文件属性...
00000039=清除列表
00000040=最近使用

[fmProjAddDir]
00000001=添加目录内容到工程
00000002=确定
00000003=取消
00000004=包含文件扩展名，逗号分隔的(所有文件如果为空):
00000005=排除文件扩展名，逗号分隔的(无如果为空):
00000006=目录路径:
00000007=排除二进制文件
00000008=包括子目录

[fmProjProps]
00000001=工程属性
00000002=确定
00000003=取消
00000004=常规
00000005=工作目录:
00000006=主文件:
00000007=新建文档:
00000008=编码:
00000009=行结束符:
00000010=语法分析器:
00000012=浏览...
00000013=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, 无 BOM\nUnicode\nUnicode BE\n
00000014=Windows (CR LF)\nUnix (LF)\nMac (CR)\n
00000015=搜索路径
00000016=除了在“选项 -- 工程选项”对话框中指定的文件夹，这些文件夹也进行搜索。
00000017=添加目录...
00000018=文件排序:
00000019=不排序\n按文件名排序\n按文件名+扩展名排序\n

[fmNumConv]
00000001=数字转换器
00000002=无效字符串
00000003=十进制(&D):
00000004=十六进制(&H):
00000005=二进制(&B):
00000006=八进制(&O):
00000007=&ASCII:
00000008=复制
00000009=插入
00000010=关闭
00000011=复制
00000012=插入
00000013=插入
00000014=复制
00000015=插入
00000016=复制
00000017=插入
00000018=复制

[fmFillBlock]
00000001=填充块
00000002=确定
00000003=取消
00000004=新字符串：
00000005=和块一起保持(取消选择以执行 "列编辑" 命令)

[fmSort]
00000001=排序行
00000002=确定
00000003=取消
00000004=常规
00000005=正序
00000006=倒序
00000007=区分大小写
00000008=移除重复
00000009=列
00000010=指定开始列
00000011=指定结束列
00000012=排序类型
00000014=数字

[$CONSTANTS]
Action=动作
AllF=所有文件
AllL=(为所有语法)
Appn=不能写入ini文件
AppNSes=不能保存会话:\n%s
Bk=书签 %d
BkUn=书签(未编号的)
capClip=剪贴板历史
capClips=文本剪辑
capMap=迷你地图
capProj=工程管理器
capTabs=标签页
capTree=树结构
cmdIDir=为外部工具选择目录
cmdIFile=为外部工具选择文件名
cmdInt=外部工具参数:
cmdNum=用于选中项目的命令数: %d
cpBOM=文件 "%s" 包含被称作 BOM 的签名。\n不能用不同编码重新载入。\n\n你仍然可以用以下命令改变编码\n"Encoding -- 转换编码为"。
cpLn=(代码页家族名称),西里尔语=西里尔语,泰国语=泰国语,
cpN=代码页: %d
cpUnicode=Unicode
cpUTF8no=UTF-8, 无 BOM
FF0=用指定的掩码未找到文件
FF0_=在匹配的文件中未出现
FF1="%s": %d 出现次数
FFAll=在 %d 个文件中替换了 %d 次。
FFCfm=你确定要执行统一替换\n在目录: "%s" 中\n在文件: %s 中\n？
filAll=所有文件
filApp=应用程序
filChm=HTML 帮助文件
filHlp=WinHelp 文件
fn=搜索
fnMul=此操作必需几个打开的标签页
fnR=替换
fn_f=(在 %d 个文件中)
Found=找到 %d 个匹配
Key1=热键1
Key2=热键2
KeyNUsed=热键未被使用
KeyOvr=你要覆盖这个键吗？
KeyUsed=热键已被使用:
macItem=运行宏 %s
macName=宏名称
macName2=输入宏名称:
macRep=播放上次播放的宏(l)
macUn=<未命名>
MAtt=不能写文件 "%s"
MBakEr=不能创建备份文件:\n%s
MBakOk=已创建备份文件:\n%s
MBig=文件 "%s" 太大。
MBk=清除所有书签？
MBusyIco=程序繁忙状态\n红色标志 - 正在录制宏\n蓝色标志 - 拼写检查已激活
MCfmTb=你确定要在所有标签页进行替换吗？
MColorBad=颜色字符串是坏的:
MColorOk=颜色 "%s" 在菜单行中显示了
MCre=找不到文件:\n%s\n\n创建它吗?
mdel=你想关闭并删除当前文件吗?
MDelC=你想删除这个代码模板吗？
mdeln=无法重命名/删除文件 "%s"
MDelSt=你想要从保存的风格列表中移除选中项吗？
MDLex=你确定要删除这个语法吗？
MDLexx=你确定要删除库中所有语法吗？
MEmp=编辑器有未命名的标签页。仍然继续吗？
MErBk=有编号的书签 %d 未设置
MLn=行号必须在 1 和 %d 之间
MLnApply=在选项对话框中点击确定后语言变更将生效
MNCap=你还应该为工具 "%s" 指定名称
MNCmt=没有为语法分析器"%s"定义的流注释字符。\n参见SynWrite目录中的 "Comment.cfg" 文件。
MNCreate=不能创建文件:
MNFound=找不到文件:
MNFound2=没有找到: "%s"
MNFoundFold=文件夹未找到
MNLex=未找到名称为"%s"的语法
MNSel=在打开帮助文件前，你必须选择文字，或把光标放在一个单词上
MNSel2=没有选择文字
MNText=文件 "%s" 内容不是文本。\n仍然打开吗？
MoreB=更多按钮
MOver=文件 "%s" 是只读的。\n覆盖它？
MRel=文件 "%s" 被其它程序更改。\n重新载入吗？
MRelMod=文件 "%s" 已经修改。\n你仍然想重新载入它吗？
MRelN=文件 "%s" 已被删除。\n不能重新载入。
MRtMargin=文本换行右页边距:
MRun=无法运行命令:\n%s
MRun0=命令 "%s" 没有返回输出
MSave=文件 "%s" 已被修改。\n\n保存更改吗？
MSavLex=保存改变到语法库？
MSel=字符代码: %d (hex %2.2x)
MSessSav=保存当前会话 "%s" 吗？
MZen=不能展开缩写:\n%s
newFnLatin=新建
nlex=(无语法分析器)
None=(无)
None2=(无命令)
NSaved=运行此工具前必须先保存文件
opf=打开"%s"
OpNew=浏览模板文件夹(&B)
O_fn=无法分析行:\n未找到文件名
O_fne=无法从此行导航:\n文件未找到: "%s"
O_fnode=在目录 "%s" 中搜索 "%s"
O_fnode_r=替换目录 "%s" 中的 "%s" 为 "%s"
O_ftabs=在标签页中搜索 "%s"
O_intr=搜索被中止
O_l=无法分析行:\n没有找到行号
O_m=(匹配: %d)
O_nores=无结果
O_ok=已分析行:\n\n文件名: "%s"\n行: %d\n列: %d
O_stat=在 %d 个文件中有 %d 个匹配
Re=替换本次匹配？
re_0or=前面块的零个或多个
re_0or1=前面块的零个或一个
re_1or=前面块的零一个或多个
re_as_neg_a=否定性前瞻断言
re_as_neg_b=否定性回顾断言
re_as_pos_a=肯定性前瞻断言
re_as_pos_b=肯定性回顾断言
re_b=字边界
re_D=数字 0..9
re_Diap=匹配 a,b 和 0..9
re_dot=任意字符，除了新行
re_end=行结束
re_group=给定数字的组的内容
re_hex=十六进制字符
re_n=新行
re_nb=无-(字边界)
re_ND=无-数字
re_NDiap=除了 a,b 和 0..9 的任意字符
re_NS=无-空白
re_ntim=字符串重复n次
re_ntim2=前块的'n' 到 'm' 副本
re_NW=非字母数字字符
re_r=回车 (\\x0D)
re_S=空白字符
re_slash=反斜杠
re_st=行开头
re_sub=子表达式
re_t=制表符
re_text_a=文本开头
re_text_z=文本结尾
re_W=任何字母数字字符
re_z=新行，任意格式
RO=[只读]
sAll=全部(&A)
sCan=取消
sCf=确认
shNN=不能改变注册表值。\n尝试以管理员身份运行编辑器。
sIns=插入
sn=否(&N)
sNAll=全部不(&o)
sOk=确定
sOvr=改写
Split_Ed=--- 编辑器分隔栏 ---
Split_Vw=--- 视图分隔栏 ---
stat_col=列号码
stat_fdate=文件时间
stat_fsize=文件尺寸
stat_line=行号码
stat_selchars=选中的字符
stat_selcols=选中的列
stat_sellines=选中的行
stat_tchars=总字符数
stat_tlines=总行数
sWarn=警告
sy=是(&Y)
sYAll=全部是(&A)
Sync=创建同步范围
SynR=取消同步范围
Tab=标签页
typed=键入的单词
Untitled=(无标题)
vert=此命令只能和列选择模式一起工作
zClipEnter=剪辑文本 ("\\n" 代表换行符):
zClipFile=文件名 (不带扩展名):
zDefault=(默认)
zDelLn=已删除 %d 行
zenCur=缩写展开没有光标标记
zenIn=要展开的缩写:
zMAddMask=你想要将此文件名追加到“文件掩码”域之后吗？
zMBkName=输入书签注释:
zMCloseHint=要关闭此面板，使用：
zMCmdList=命令列表
zMCmdListFuzzy=模糊搜索 [F4]
zMColMark=列位置，空格分隔：
zMDelMany=你要从工程中移除 %d 项目吗？
zMFtpOp=此命令将从插件“断开”当前标签页。\n你要继续吗？
ZmIn=缩放值以百分比:
zMLine=行 %d
zMNoBookmk=未找到便携式书签
zMNoMacro=无法运行工具:\n当前状态没有定义 %s 宏。
zMNoneLexer=命令仅支持语法分析器 "%s"
zMOpenFiles=你想从工程中打开 %d 文件吗？
zMProjList=工程文件列表
zMRename=输入新的文件名:
zMRenameErr=不能重命名文件:
zMSaveProj=工程文件列表
zMSelMulLine=此命令要求多行选择内容
zMSortProj=工程现在包含超过 %d 个新项目，排序它们会变慢。\n\n你要排序增加的项目吗？
zMSpell=--- 拼写检查 ---
zMSpellDone=拼写检查完成
zMUniNeed=文本包含 Unicode 字符。\n你想用 "%s" 格式保存文本吗？
zNewFolder=新建目录
zNewFolderName=输入目录名字:
Zoom=缩放: %d%%
zProj=[工程]
ztagExpand=展开的标签
ztagExpandAndMove=展开的标签和移动位置
ztagMovedOut=移动超出标签范围
ztagMovedSelection=标签内移动的选择内容
ztagTagUnknown=未展开的标签:
zzc_Active_tab=标签页背景色 - 活动
zzc_Active_tab_line=标签页背景色 - 活动 - 行
zzc_Bookmark_BG=有书签的行背景色
zzc_Caret_BG=光标背景色
zzc_Collapse_line=收缩行
zzc_Collapse_mark=收缩标记
zzc_Collapse_mark_BG=收缩标记背景
zzc_Current_line_BG=当前行背景色
zzc_Current_line_text=当前行文字
zzc_Folding_bar_BG=折叠栏背景色
zzc_Folding_lines=折叠行
zzc_Gutter_gradient_right=装订线渐变色右
zzc_Gutter_separator=装订线分隔
zzc_Indentation_staples=缩进订书针
zzc_Line_numbers_BG=行号背景色
zzc_Line_numbers_text=行号文字
zzc_Line_state_def=行状态 - 未设置
zzc_Line_state_modified=行状态 - 修改
zzc_Line_state_new=行状态 - 新建
zzc_Line_state_saved=行状态 - 保存的
zzc_Line_state_unchanged=行状态 - 未改变的
zzc_Links_highlighting=链接高亮
zzc_Map_BG=迷你地图选择
zzc_Map_marks_BG=迷你地图搜索背景色
zzc_Non_printable_BG=不可打印字符背景色
zzc_Non_printable_chars=不可打印字符
zzc_Output_panel_active_selected_text=输出面板活动的选择的文字
zzc_Output_panel_active_text=输出面板活动文字
zzc_Output_panel_BG=输出面板背景色
zzc_Output_panel_highlight_mask=输出面板高亮遮罩
zzc_Output_panel_selection_BG=输出面板选择背景色
zzc_Output_panel_selection_text=输出面板选择文字
zzc_Output_panel_text=输出面板文字
zzc_Pair_brackets=配对花括号
zzc_Pair_brackets_BG=配对花括号背景色
zzc_Passive_tabs=标签页背景色 - 被动
zzc_Right_margin=右边距
zzc_Ruler_BG=水平标尺背景色
zzc_Ruler_text=水平标尺文字
zzc_Search_marks_BG=搜索标记背景色
zzc_Search_marks_text=搜索标记文字
zzc_Selection_BG=选择背景色
zzc_Selection_text=选择文字
zzc_Slave_splitter=主/从编辑器的分隔栏
zzc_SyncEdit_BG=同步编辑背景色
zzc_Tab_caption=标签页标题
zzc_Tab_caption_unsaved=标签页标题 - 未保存的
zzc_Text=文字
zzc_Text_BG=文字背景色
zzc_Tree_BG=树背景色
zzc_Tree_text=树文字
zzc_Views_splitter=视图分隔栏
zzsort_0=不排序
zzsort_date=按日期
zzsort_date2=按日期，倒序
zztyp_ignore=忽略
zztyp_repDoc=替换当前文档
zztyp_repSel=替换当前选择内容
zztyp_repSelOrDoc=替换选择内容或文档
zztyp_repWord=替换当前单词
zztyp_toClip=复制到剪贴板
zztyp_toNewDoc=复制到新文档
zztyp_toPanel=发送到输出面板
